"friendship" : [
    "Truly great friends are hard to find, difficult to leave, and impossible to forget",
    "Am I not destroying my enemies when I make friends of them?",
    "The only way to have a friend is to be one",
    "Keep your friends close but your enemies closer",
    "Stay is a charming word in a friend’s vocabulary",
    "A real friend is one who walks in when the rest of the world walks out",
    "What progress, you ask, have I made?.. I have begun to be friend to myself",
    "A true friend is one soul in two bodies",
    "The good man is the friend of all living things",
    "Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence",
    "It is only the great hearted who can be true friends. The mean and cowardly, Can never know what true friendship means",
    "A friend is one who has the same enemies as you have",
    "Father is my Defender (Hero). Mother is my Teacher. Sister is my Counselor. Wife is my Savior. Children are my Fighters. Then what is the role of my Friend?.. Friend is my motivator in life",
    "Associate with men of good quality if you esteem your own reputation for it is better to be alone than in bad company",
    "You can make a new friend but you can’t make an old one",
    "I know what I have given you, I do not know what you have received",
    "The differences between friends cannot but reinforce their friendship",
    "True friends are the ones that have nice things to say about you behind your back",
    "A true friend is someone who is there for you when he’d rather be anywhere else",
    "Each friend represents a world in us, a world possibly not born until they arrive, and it is only by this meeting that a new world is born",
    "The firmest of friendships have been formed in mutual adversity, as iron is most strongly united by the fiercest flame",
    "I destroy my enemies when I make them my friends",
    "Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship",
    "Friendship is the source of the greatest pleasures, and without friends even the most agreeable pursuits become tedious",
    "Value friendship for what there is in it, not for what can be gotten out of it",
    "True friendship is a plant of slow growth, and must undergo and withstand the shocks of adversity, before it is entitled to the appellation",
    "He who sows courtesy, reaps friendship he who plants kindness, gathers love",
    "Friends are like melons shall I tell you why?.. To find one good, you must one hundred try",
    "When you really matter to someone, that person will always make time for you. No excuses, no lies, and no broken promises",
    "One friend in a lifetime is much, two are many, three are hardly possible",
    "Friendship is the soul’s heaven",
    "A false friend and a shadow attend only while the sun shines",
    "There is nothing on this earth more to be prized than true friendship",
    "A friend is someone who knows all about you and still loves you",
    "A friend is one that knows you as you are, understands where you have been, accepts what you have become, and still, gently allows you to grow",
    "A friend is, as it were, a second self",
    "Friendship needs no words. It is solitude delivered from the anguish of loneliness",
    "Friends are thieves of time",
    "No one would choose a friendless existence on condition of having all the other things in the world",
    "We are all travelers in the wilderness of this world, and the best we can find in our travels is an honest friend",
    "Friendship isn’t a big thing, it’s a million little things",
    "Good friends dont let you do stupid things.. Alone",
    "When you ask God for a gift, Be thankful if he sends, Not diamonds, pearls or riches, but the love of real true friends",
    "Friendship is a word, the very sight of which in print makes the heart warm",
    "Friends show their love in times of trouble, not in happiness",
    "Strangers think I’m quiet. My friends think I’m out-going. Only my best friends know that I’m completely insane",
    "Best friends are people you know you don’t need to talk to every single day. You don’t even need to talk to each other for weeks, but when you do, it’s like you never stopped talking",
    "Many people will walk in and out of your life, but only true friends will leave footprints in your heart",
    "Life ends when you stop dreaming, hope ends when you stop believing, love ends when you stop caring, friendship ends when you stop sharing.. so share this with whom ever you consider a friend",
    "My father always used to say that when you die, if you’ve got five real friends, then you’ve had a great life",
    "If two hearts are meant to be friends, no matter how long it takes, how far they go, how tough it seems, Fate will bring them back together to share friendship forever",
    "A true friend is one who walks on a different path, but lights the way when darkness conceals your day",
    "It is more shameful to distrust one’s friends than to be deceived by them",
    "You’re the one who is weak. You will never know love or friendship. And I feel sorry for you",
    "Friendship is unnecessary, like philosophy, like art, like the universe itself.. It has no survival value rather it is one of those things which give value to survival",
    "Can miles truly separate you from friends.. If you want to be with someone you love, aren’t you already there?",
    "No love, no friendship can cross the path of our destiny without leaving some mark on it forever",
    "There are no rules for friendship. It must be left to itself. We cannot force it any more than love",
    "Friendships are discovered rather than made",
    "The essence of true friendship is to make allowance for another’s little lapses",
    "True friendship is self-love at secondhand",
    "True friendship comes when the silence between two people is comfortable",
    "When it hurts to look back, and you’re scared to look ahead, you can look beside you and your best friend will be there",
    "Good friends are like stars.. You don’t always see them, but you know they are always there",
    "Prosperity makes friends, adversity tries them",
    "Friends pick us up when we fall down, and if they can’t pick us up, they lie down and listen for a while",
    "You may think you know who your real friends are, but you won’t really know until you hit rock bottom",
    "True friends stab you in the front",
    "Sometimes you put walls up not to keep people out, but to see who cares enough to break them down",
    "A friend is a gift you give yourself",
    "Rare as is true love, true friendship is rarer",
    "We are easily comforted for the misfortunes of our friends, when those misfortunes give us an occasion of expressing our affection and solicitude",
    "While your friend holds you affectionately by both your hands, you are safe, for you can watch both his",
    "There are three faithful friends, an old wife, an old dog, and ready money",
    "Friends are God’s apology for relations",
    "In prosperity our friends know us in adversity we know our friends",
    "Love is blind friendship closes its eyes",
    "Good friends, good books, and a sleepy conscience: this is the ideal life",
    "A friend is one who knows you and loves you just the same",
    "Friendship.. is not something you learn in school. But if you haven’t learned the meaning of friendship, you really haven’t learned anything",
    "One of the most beautiful qualities of true friendship is to understand and to be understood",
    "A single rose can be my garden a single friend, my world",
    "Each contact with a human being is so rare, so precious, one should preserve it",
    "Walking with a friend in the dark is better than walking alone in the light",
    "A friend is someone who gives you total freedom to be yourself",
    "A true friend unbosoms freely, advises justly, assists readily, adventures boldly, takes all patiently, defends courageously, and continues a friend unchangeable",
    "A friend to all is a friend to none",
    "I value the friend who for me finds time on his calendar, but I cherish the friend who for me does not consult his calendar",
    "A true friend never gets in your way unless you happen to be going down",
    "Friends and good manners will carry you where money won’t go",
    "The real friendship is like fluorescence, it shines better when everything has darken",
    "Friends are born, not made",
    "But friendship is precious, not only in the shade, but in the sunshine of life, and thanks to a benevolent arrangement the greater part of life is sunshine",
    "So long as the memory of certain beloved friends lives in my heart, I shall say that life is good",
    "My best friend is the man who in wishing me well wishes it for my sake",
    "Be slow to fall into friendship but when thou art in, continue firm and constant",
    "When you choose your friends, don’t be short-changed by choosing personality over character",
    "Nothing but heaven itself is better than a friend who is really a friend",
    "I don’t need a friend who changes when I change and who nods when I nod my shadow does that much better",
    "A friendship founded on business is better than a business founded on friendship",
    "Men kick friendship around like a football, but it doesn’t seem to crack. Women treat it like glass and it goes to pieces",
    "A friend may well be reckoned the masterpiece of nature",
    "The most I can do for my friend is simply be his friend",
    "There is some self-interest behind every friendship. There is no friendship without self-interests. This is a bitter truth",
    "Wherever you are, it is your friends who make your world",
    "The world is round so that friendship may encircle it",
    "Never make friends with people who are above or below you in status. Such friendships will never give you any happiness",
    "The language of friendship is not words but meanings",
    "To some it may be a thrill to be known, to me it’s a thrill to start a friendship even up"
],




"happines" : [
    "Happiness is not a state to arrive at, but a manner of traveling",
    "The only way on earth to multiply happiness is to divide it",
    "Find the place inside where there is joy and the joy will burn out the pain",
    "Happiness is as a butterfly which, when pursued, is always beyond our grasp, but which if you will sit down quietly, may alight upon you",
    "There is only one person would could ever make you happy, and that person is you",
    "Seek to do good, and you will find that happiness will run after you",
    "Happiness is not a matter of events, it depends upon the tides of the mind",
    "The happy people are failures because they are on such good terms with themselves they don’t give a damn",
    "Happiness is not something you postpone for the future it is something you design for the present",
    "Whoever is happy will make others happy too",
    "The art of being happy lies in the power of extracting happiness from common things",
    "My life has no purpose, no direction, no aim, no meaning, and yet I’m happy. I can’t figure it out. What am I doing right?",
    "Happiness depends more on the inward disposition of mind than on outward circumstances",
    "You are happiest while you are making the greatest contribution",
    "Action may not always bring happiness but there is no happiness without action",
    "Great effort from great motives is the best definition of a happy life",
    "Happiness grows at our own firesides, and is not to be picked in stranger’s gardens",
    "To be happy, we must not be too concerned with others",
    "The happiness of your life depends upon the quality of your thoughts: therefore, guard accordingly, and take care that you entertain no notions unsuitable to virtue and reasonable nature",
    "Be happy for this moment. This moment is your life",
    "Happiness is not something ready made. It comes from your own actions",
    "I am determined to be cheerful and happy in whatever situation I may find myself. For I have learned that the greater part of our misery or unhappiness is determined not by our circumstance but by our disposition",
    "Most folks are as happy as they make up their minds to be",
    "Happiness depends upon ourselves",
    "Joy is prayer; joy is strength: joy is love; joy is a net of love by which you can catch souls",
    "True happiness is... to enjoy the present, without anxious dependence upon the future",
    "We are no longer happy so soon as we wish to be happier",
    "A table, a chair, a bowl of fruit and a violin; what else does a man need to be happy?",
    "Now and then it's good to pause in our pursuit of happiness and just be happy",
    "Happiness is a direction, not a place",
    "True happiness comes from the joy of deeds well done, the zest of creating things new",
    "Money can't buy happiness, but it can make you awfully comfortable while you're being miserable",
    "Action may not always bring happiness; but there is no happiness without action",
    "Happiness is an inside job",
    "Money can't buy you happiness, but it can buy you a yacht big enough to pull up right alongside it",
    "Plenty of people miss their share of happiness, not because they never found it, but because they didn't stop to enjoy it",
    "Happiness makes up in height for what it lacks in length",
    "Happiness often sneaks in through a door you didn't know you left open",
    "To be without some of the things you want is an indispensable part of happiness",
    "Happiness is the absence of the striving for happiness",
    "You know it's love when all you want is that person to be happy, even if you're not part of their happiness",
    "Try to make at least one person happy every day. If you cannot do a kind deed, speak a kind word. If you cannot speak a kind word, think a kind thought. Count up, if you can, the treasure of happiness that you would dispense in a week, in a year, in a lifetime!",
    "Happiness in intelligent people is the rarest thing I know",
    "Research has shown that the best way to be happy is to make each day happy",
    "Love is trembling happiness",
    "The most worth-while thing is to try to put happiness into the lives of others",
    "The secret of happiness is something to do",
    "Happiness exists on earth, and it is won through prudent exercise of reason, knowledge of the harmony of the universe, and constant practice of generosity",
    "Happiness is not a goal; it is a by-product",
    "The first recipe for happiness is: avoid too lengthy meditation on the past",
    "True happiness consists not in the multitude of friends, but in the worth and choice",
    "Nothing brings me more happiness than trying to help the most vulnerable people in society. It is a goal and an essential part of my life - a kind of destiny. Whoever is in distress can call on me. I will come running wherever they are",
    "Happiness is dependent on self-discipline. We are the biggest obstacles to our own happiness. It is much easier to do battle with society and with others than to fight our own nature",
    "Be happy with what you have and are, be generous with both, and you won't have to hunt for happiness",
    "Happiness is like those palaces in fairy tales whose gates are guarded by dragons: we must fight in order to conquer it",
    "Happiness is like a kiss. You must share it to enjoy it",
    "The secret of happiness is to admire without desiring",
    "Satisfaction of one's curiosity is one of the greatest sources of happiness in life",
    "Happiness isn't something you experience; it's something you remember",
    "Don't wait around for other people to be happy for you. Any happiness you get you've got to make yourself",
    "Happiness is that state of consciousness which proceeds from the achievement of one's values",
    "Happiness never lays its finger on its pulse",
    "To be stupid, selfish, and have good health are three requirements for happiness, though if stupidity is lacking, all is lost",
    "The moments of happiness we enjoy take us by surprise. It is not that we seize them, but that they seize us",
    "All who joy would win must share it. Happiness was born a Twin",
    "Remember that the happiest people are not those getting more, but those giving more",
    "Happiness is not a matter of intensity but of balance, order, rhythm and harmony",
    "I, not events, have the power to make me happy or unhappy today. I can choose which it shall be. Yesterday is dead, tomorrow hasn't arrived yet. I have just one day, today, and I'm going to be happy in it",
    "There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will",
    "Happiness can exist only in acceptance",
    "The best way to pay for a lovely moment is to enjoy it",
    "If you want to be happy, be",
    "It is not how much we have, but how much we enjoy, that makes happiness",
    "There is only one happiness in this life, to love and be loved",
    "Some cause happiness wherever they go; others whenever they go",
    "Happiness is when what you think, what you say, and what you do are in harmony",
    "Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude",
    "Happiness is where we find it, but rarely where we seek it",
    "Those who are not looking for happiness are the most likely to find it, because those who are searching forget that the surest way to be happy is to seek happiness for others",
    "For every minute you are angry you lose sixty seconds of happiness",
    "Now and then it’s good to pause in our pursuit of happiness and just be happy",
    "For happiness is anyone and anything at all that’s loved by you",
    "Try to be happy in this present moment, and put not off being so to a time to come, as though that time should be of another make from this, which has already come and is ours",
    "No man is happy who does not think himself so",
    "Knowledge of what is possible is the beginning of happiness",
    "Happiness resides not in possessions, and not in gold, happiness dwells in the soul",
    "Our minds are as different as our faces: we are all traveling to one destination Happiness.. but few are going by the same road",
    "Why not learn to enjoy the little things.. there are so many of them",
    "To get up each morning with the resolve to be happy… is to set our own conditions to the events of each day. To do this is to condition circumstances instead of being conditioned by them",
    "Happiness is not what you take it’s what you give",
    "We either make ourselves miserable, or we make ourselves happy. The amount of work is the same",
    "Resolve to keep happy, and your joy and you shall form an invincible host against difficulties",
    "Happiness will come to you when it comes from you. Success will be yours when you choose to take responsibility for making it so",
    "Remember that happiness is a way of travel, not a destination",
    "When one door of happiness closes, another opens but often we look so long at the closed door that we do not see the one which has been opened for us",
    "Happiness comes when you focus on seeing the light at the end of every tunnel and being the light for those you love",
    "Happiness does not consist in pastimes and amusements but in virtuous activities",
    "If you have nothing else to do, look about you and see if there isn’t something close at hand that you can improve! It may make you wealthy, though it is more likely that it will make you happy",
    "Most folks are about as happy as they make up their minds to be",
"Happiness is not in our circumstance but in ourselves. It is not something we see, like a rainbow, or feel, like the heat of a fire. Happiness is something we are"],






"inspiration" : [
    "Try not to become a man of success but a man of value", "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart",
    "No matter what people tell you, words and ideas can change the world",
    "Keep your face always toward the sunshine - and shadows will fall behind you",
    "Believe you can and you're halfway there",
    "Try to be like the turtle - at ease in your own shell",
    "Nothing is impossible, the word itself says 'I'm possible'!",
    "Do your little bit of good where you are; it's those little bits of good put together that overwhelm the world",
    "Don't judge each day by the harvest you reap but by the seeds that you plant",
    "We must let go of the life we have planned, so as to accept the one that is waiting for us",
    "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it",
    "We can't help everyone, but everyone can help someone",
    "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'",
    "To the mind that is still, the whole universe surrenders",
    "Ah, but a man's reach should exceed his grasp, Or what's a heaven for?",
    "Someone is sitting in the shade today because someone planted a tree a long time ago",
    "Accept the things to which fate binds you, and love the people with whom fate brings you together, but do so with all your heart",
    "If you believe in yourself and have dedication and pride - and never quit, you'll be a winner. The price of victory is high but so are the rewards",
    "It is never too late to be what you might have been",
    "Let us sacrifice our today so that our children can have a better tomorrow",
    "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them",
    "What lies behind you and what lies in front of you, pales in comparison to what lies inside of you",
    "Two roads diverged in a wood and I - I took the one less traveled by, and that has made all the difference",
    "The only journey is the one within",
    "Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky",
    "Let every dawn be to you as the beginning of life, and every setting sun be to you as its close",
    "Just don't give up trying to do what you really want to do. Where there is love and inspiration, I don't think you can go wrong",
    "Every story I create, creates me. I write to create myself",
    "In a gentle way, you can shake the world",
    "If we did all the things we are capable of, we would literally astound ourselves",
    "Somewhere, something incredible is waiting to be known",
    "God always gives His best to those who leave the choice with him",
    "You must do the things you think you cannot do",
    "The most authentic thing about us is our capacity to create, to overcome, to endure, to transform, to love and to be greater than our suffering",
    "Your present circumstances don't determine where you can go; they merely determine where you start",
    "Happiness is not something you postpone for the future; it is something you design for the present",
    "The only way to discover the limits of the possible is to go beyond them into the impossible",
    "When you have a dream, you've got to grab it and never let go",
    "There are two ways of spreading light: to be the candle or the mirror that reflects it",
    "It is in your moments of decision that your destiny is shaped",
    "Change your thoughts and you change your world",
    "Every charitable act is a stepping stone toward heaven",
    "If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them",
    "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree",
    "Be brave enough to live life creatively. The creative place where no one else has ever been",
    "If opportunity doesn't knock, build a door",
    "It is during our darkest moments that we must focus to see the light",
    "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style",
    "If I have seen further than others, it is by standing upon the shoulders of giants",
    "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared",
    "Put your heart, mind, and soul into even your smallest acts. This is the secret of success",
    "There is nothing impossible to him who will try",
    "If a man does not keep pace with his companions, perhaps it is because he hears a different drummer. Let him step to the music which he hears, however measured or far away",
    "No act of kindness, no matter how small, is ever wasted",
    "We know what we are, but know not what we may be",
    "Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it",
    "The glow of one warm thought is to me worth more than money",
    "Perfection is not attainable, but if we chase perfection we can catch excellence",
    "Start by doing what's necessary; then do what's possible; and suddenly you are doing the impossible",
    "I can't change the direction of the wind, but I can adjust my sails to always reach my destination",
    "The best preparation for tomorrow is doing your best today",
    "When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn",
    "Forever – is composed of nows",
    "Memories of our lives, of our works and our deeds will continue in others",
    "When we seek to discover the best in others, we somehow bring out the best in ourselves",
    "I believe every human has a finite number of heartbeats. I don't intend to waste any of mine",
    "Tomorrow is the most important thing in life. Comes into us at midnight very clean. It's perfect when it arrives and it puts itself in our hands. It hopes we've learned something from yesterday",
    "Whatever you vividly imagine, ardently desire, sincerely believe, and enthusiastically act upon... must inevitably come to pass!",
    "What we achieve inwardly will change outer reality",
    "Cherish your visions and your dreams as they are the children of your soul, the blueprints of your ultimate achievements",
    "When the sun is shining I can do anything; no mountain is too high, no trouble too difficult to overcome",
    "From a small seed a mighty trunk may grow",
    "In oneself lies the whole world and if you know how to look and learn, the door is there and the key is in your hand. Nobody on earth can give you either the key or the door to open, except yourself",
    "Men must live and create. Live to the point of tears",
    "A place for everything, everything in its place",
    "Let us remember: One book, one pen, one child, and one teacher can change the world",
    "Don't limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve",
    "From what we get, we can make a living; what we give, however, makes a life",
    "If the doors of perception were cleansed everything would appear to man as it is, infinite",
    "Vitality shows in not only the ability to persist but the ability to start over",
    "Out of difficulties grow miracles",
    "The things that we love tell us what we are",
    "Keep all special thoughts and memories for lifetimes to come. Share these keepsakes with others to inspire hope and build from the past, which can bridge to the future",
    "A man has to learn that he cannot command things, but that he can command himself; that he cannot coerce the wills of others, but that he can mold and master his own will: and things serve him who serves Truth; people seek guidance of him who is master of himself",
    "I have always believed, and I still believe, that whatever good or bad fortune may come our way we can always give it meaning and transform it into something of value",
    "Belief creates the actual fact",
    "You are always free to change your mind and choose a different future, or a different past",
    "Be faithful to that which exists within yourself",
    "It is always the simple that produces the marvelous",
    "Man never made any material as resilient as the human spirit",
    "Today is the only day. Yesterday is gone",
    "I believe that if one always looked at the skies, one would end up with wings",
    "Let us dream of tomorrow where we can truly love from the soul, and know love as the ultimate truth at the heart of all creation",
    "You change your life by changing your heart",
    "What great thing would you attempt if you knew you could not fail?",
    "Give light and people will find the way",
    "The fact that I can plant a seed and it becomes a flower, share a bit of knowledge and it becomes another's, smile at someone and receive a smile in return, are to me continual spiritual exercises",
    "Without craftsmanship, inspiration is a mere reed shaken in the wind",
    "What makes the desert beautiful is that somewhere it hides a well",
    "We have it in our power to begin the world over again",
    "Light tomorrow with today!",
    "Thinking: the talking of the soul with itself",
    "The world is full of magical things patiently waiting for our wits to grow sharper",
    "Once we believe in ourselves, we can risk curiosity, wonder, spontaneous delight, or any experience that reveals the human spirit",
    "Keep your feet on the ground, but let your heart soar as high as it will. Refuse to be average or to surrender to the chill of your spiritual environment",
    "All you need is the plan, the road map, and the courage to press on to your destination",
    "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country",
    "Every day we should hear at least one little song, read one good poem, see one exquisite picture, and, if possible, speak a few sensible words",
    "If you accept the expectations of others, especially negative ones, then you never will change the outcome",
    "Shoot for the moon and if you miss you will still be among the stars",
    "A champion is someone who gets up when he can't",
    "I've been absolutely terrified every moment of my life - and I've never let it keep me from doing a single thing I wanted to do",
    "Love is a fruit in season at all times, and within reach of every hand",
    "The power of imagination makes us infinite",
    "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars",
    "Turn your face to the sun and the shadows fall behind you",
    "If there were no night, we would not appreciate the day, nor could we see the stars and the vastness of the heavens. We must partake of the bitter with the sweet. There is a divine purpose in the adversities we encounter every day. They prepare, they purge, they purify, and thus they bless",
    "Learning how to be still, to really be still and let life happen - that stillness becomes a radiance",
    "Happiness is a butterfly, which when pursued, is always just beyond your grasp, but which, if you will sit down quietly, may alight upon you",
    "Never tell me the sky is the limit when there are footprints on the moon",
    "Health is the greatest possession. Contentment is the greatest treasure. Confidence is the greatest friend. Non-being is the greatest joy",
    "To be fully alive, fully human, and completely awake is to be continually thrown out of the nest",
    "Your success and happiness lie in you",
    "The best way to predict the future is to create it",
    "It’s never too late to get back on your feet though we won’t live forever. Make sure you accomplish what you were put here for",
    "Inspiration and genius, one and the same",
    "The more difficulties one has to encounter, within and without, the more significant and the higher in inspiration his life will be",
    "After a storm, comes a calm",
    "If you have built castles in the air, your work need not be lost. That is where they should be. Now put foundations under them",
    "Always be a first rate version of yourself, instead of a second rate version of somebody else",
    "If the facts don’t fit the theory, change the fact",
    "It was only sunny smile, and little it cost in the giving, but like morning light it scattered the night and made the day worth living",
    "The best and most beautiful things in the world can not be seen or even touched. They must be felt with the heart",
    "No winter lasts forever, and no spring skips its turn",
    "The only journey is the journey within",
    "A light heart lives long",
"I have looked into your eyes with my eyes. I have put my heart near your heart"],







"life": ["Life isn't about finding yourself. Life is about creating yourself",
    "I had no blood relatives till I made some",
    "In this world, with thy earthly life, thou art under heaven, stars, and elements, also under hell and devils; all ruleth in thee, and over thee",
    "To be able to look back upon one's past life with satisfaction is to live twice",
    "Most people have never learned that one of the main aims in life is to enjoy it",
    "You have enemies? Good. That means you've stood up for something, sometime in your life",
    "If you love life, don't waste time, for time is what life is made up of",
    "It is not length of life, but depth of life",
    "Life's like a play: it's not the length, but the excellence of the acting that matters",
    "What is important in life is life, and not the result of life",
    "Just as courage imperils life, fear protects it",
    "Once you say you're going to settle for second, that's what happens to you in life",
    "Life's more amusing than we thought",
    "A little credulity helps one on through life very smoothly",
    "Like a morning dream, life becomes more and more bright the longer we live, and the reason of everything appears more clear. What has puzzled us before seems less mysterious, and the crooked paths look straighter as we approach the end",
    "There are three constants in life... change, choice and principles",
    "Life is a tragedy when seen in close-up, but a comedy in long-shot",
    "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life",
    "Our truest life is when we are in dreams awake",
    "This life, which had been the tomb of his virtue and of his honour, is but a walking shadow; a poor player, that struts and frets his hour upon the stage, and then is heard no more: it is a tale told by an idiot, full of sound and fury, signifying nothing",
    "The shoe that fits one person pinches another; there is no recipe for living that suits all cases",
    "I still find each day too short for all the thoughts I want to think, all the walks I want to take, all the books I want to read, and all the friends I want to see",
    "Let life happen to you. Believe me: life is in the right, always",
    "Pain and death are part of life. To reject them is to reject life itself",
    "Here is the test to find whether your mission on Earth is finished: if you're alive, it isn't",
    "Life is largely a matter of expectation",
    "It is often said that before you die your life passes before your eyes. It is in fact true. It's called living",
    "You can preach a better sermon with your life than with your lips",
    "Life appears to me too short to be spent in nursing animosity, or registering wrongs",
    "Life is like dancing. If we have a big floor, many people will dance. Some will get angry when the rhythm changes. But life is changing all the time",
    "Life is not an exact science, it is an art",
    "Kindness, I've discovered, is everything in life",
    "No man is a failure who is enjoying life",
    "When life is too easy for us, we must beware or we may not be ready to meet the blows which sooner or later come to everyone, rich or poor",
    "What we play is life",
    "The best path through life is the highway",
    "An aim in life is the only fortune worth finding",
    "Life itself is the proper binge",
    "Why should we think upon things that are lovely? Because thinking determines life. It is a common habit to blame life upon the environment. Environment modifies life but does not govern life. The soul is stronger than its surroundings",
    "Any idiot can face a crisis - it's day to day living that wears you out",
    "To live is so startling it leaves little time for anything else",
    "I arise in the morning torn between a desire to improve the world and a desire to enjoy the world. This makes it hard to plan the day",
    "Life is pleasant. Death is peaceful. It's the transition that's troublesome",
    "To live is to change, and to be perfect is to have changed often",
    "Don't go around saying the world owes you a living. The world owes you nothing. It was here first",
    "The purpose of our lives is to be happy",
    "Into each life some rain must fall",
    "The privilege of a lifetime is being who you are",
    "We cannot put off living until we are ready",
    "There may be aliens in our Milky Way galaxy, and there are billions of other galaxies. The probability is almost certain that there is life somewhere in space",
    "Sometimes life hits you in the head with a brick. Don't lose faith",
    "Conduct is three-fourths of our life and its largest concern",
    "A baby is God's opinion that life should go on",
    "The greatest use of a life is to spend it on something that will outlast it",
    "Only a life lived for others is a life worthwhile",
    "Life is not a problem to be solved, but a reality to be experienced",
    "My life is every moment of my life. It is not a culmination of the past",
    "Doing what you love is the cornerstone of having abundance in your life",
    "There is only one difference between a long life and a good dinner: that, in the dinner, the sweets come last",
    "The real business of life is trying to understand each other",
    "Life has a higher end, than to be amused",
    "What a wonderful life I've had! I only wish I'd realized it sooner",
    "Our entire life - consists ultimately in accepting ourselves as we are",
    "Any life is made up of a single moment, the moment in which a man finds out, once and for all, who he is",
    "Today is your own. Tomorrow perchance may never come",
    "Don't let life discourage you; everyone who got where he is had to begin where he was",
    "Life is so fresh, life is every day so new if we are fighting, only for the best. Sometimes I think the only real satisfaction in life is failure, failure in your endeavor to do your best",
    "Life is too short to work so hard",
    "You have succeeded in life when all you really want is only what you really need",
    "Life is anything that dies when you stomp on it",
    "Life leaps like a geyser for those who drill through the rock of inertia",
    "Nothing is more precious than life... especially the life of your child",
    "Each one of us decides to incarnate upon this planet at a particular point in time and space. We have chosen to come here to learn a particular lesson that will advance us upon our spiritual, evolutionary pathway",
    "Get correct views of life, and learn to see the world in its true light. It will enable you to live pleasantly, to do good, and, when summoned away, to leave without regret",
    "The hardest years in life are those between ten and seventy",
    "All I really need to know... I learned in kindergarten",
    "Life is a horizontal fall",
    "Life is much shorter than I imagined it to be",
    "Life has meaning only if one barters it day by day for something other than itself",
    "I take care of my flowers and my cats. And enjoy food. And that's living",
    "The Indian Summer of life should be a little sunny and a little sad, like the season, and infinite in wealth and depth of tone, but never hustled",
    "We pass through this world but once",
    "He is a man, who is to be a man, the fruit is always present in the seed",
    "Life ought to be a struggle of desire toward adventures whose nobility will fertilize the soul",
    "I have begun to think of life as a series of ripples widening out from an original center",
    "The price of anything is the amount of life you exchange for it",
    "With renunciation life begins",
    "Life will always be to a large extent what we ourselves make it",
    "Unrest of spirit is a mark of life",
    "Good friends, good books and a sleepy conscience: this is the ideal life",
    "A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing",
    "There is more to life than increasing its speed",
    "Find ecstasy in life; the mere sense of living is joy enough",
    "Our life is what our thoughts make it",
    "I am simply trying to struggle through life; trying to do God's bidding",
    "Life loves the liver of it",
    "You don't have to be the Dalai Lama to tell people that life's about change",
    "We are to seek wisdom and understanding only in the length of days",
    "If life had a second edition, how I would correct the proofs",
    "Who cares about great marks left behind? We have one life... just one. Our life. We have nothing else",
    "I do not regret one moment of my life",
    "Life is a succession of lessons which must be lived to be understood. All is riddle, and the key to a riddle is another riddle",
    "The fear of life is the favorite disease of the 20th century",
    "Very little is needed to make a happy life; it is all within yourself, in your way of thinking",
    "Wars and elections are both too big and too small to matter in the long run. The daily work - that goes on, it adds up",
    "Nobody got where they are today by living for tomorrow",
    "The person lives twice who lives the first life well",
    "Not a shred of evidence exists in favor of the idea that life is serious",
    "For the happiest life, days should be rigorously planned, nights left open to chance",
    "A healthful hunger for a great idea is the beauty and blessedness of life",
    "The basic fact about human existence is not that it is a tragedy, but that it is a bore. It is not so much a war as an endless standing in line",
    "Life is wasted on the living",
    "Fortunately analysis is not the only way to resolve inner conflicts. Life itself still remains a very effective therapist",
    "The Wine of Life keeps oozing drop by drop, The Leaves of Life keep falling one by one",
    "Only an artist can interpret the meaning of life",
    "How sweet it is!",
    "Life is a DNA software system",
    "Life is a great sunrise. I do not see why death should not be an even greater one",
    "Life is very short and what we have to do must be done in the now",
    "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived",
    "Life is something to do when you can't get to sleep",
    "It's only when we truly know and understand that we have a limited time on earth - and that we have no way of knowing when our time is up, we will then begin to live each day to the fullest, as if it was the only one we had",
    "Begin at once to live, and count each separate day as a separate life",
    "The whole secret of life is to be interested in one thing profoundly and in a thousand things well",
    "Life is a zoo in a jungle",
    "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life",
    "Life is a long lesson in humility",
    "I did not direct my life. I didn't design it. I never made decisions. Things always came up and made them for me. That's what life is",
    "All theory, dear friend, is gray, but the golden tree of life springs ever green",
    "Life is 10 percent what you make it, and 90 percent how you take it",
    "Life is a succession of moments, to live each one is to succeed",
    "Life is a series of collisions with the future; it is not the sum of what we have been, but what we yearn to be",
    "Life is made up of sobs, sniffles, and smiles, with sniffles predominating",
    "Life is a tide; float on it. Go down with it and go up with it, but be detached. Then it is not difficult",
    "I have a simple philosophy: Fill what's empty. Empty what's full. Scratch where it itches",
    "Life comes from the earth and life returns to the earth",
    "The difficulty in life is the choice",
    "Life is never easy for those who dream",
    "Mindfulness is about love and loving life. When you cultivate this love, it gives you clarity and compassion for life, and your actions happen in accordance with that",
    "Unbeing dead isn't being alive",
    "The chief danger in life is that you may take too many precautions",
    "Life is the art of drawing sufficient conclusions from insufficient premises",
    "I think I've discovered the secret of life - you just hang around until you get used to it",
    "Variety's the very spice of life, That gives it all its flavor",
    "The less routine the more life",
    "We are all here for a spell, get all the good laughs you can",
    "Life is like a trumpet - if you don't put anything into it, you don't get anything out of it",
    "My formula for living is quite simple. I get up in the morning and I go to bed at night. In between, I occupy myself as best I can",
    "The most exhausting thing in life is being insincere",
    "Take care of your life and the Lord will take care of your death",
    "Maybe all one can do is hope to end up with the right regrets",
    "Life is half spent before we know what it is",
    "Life is a moderately good play with a badly written third act",
    "Wrong life cannot be lived rightly",
    "Look, I don't want to wax philosophic, but I will say that if you're alive you've got to flap your arms and legs, you've got to jump around a lot, for life is the very opposite of death, and therefore you must at very least think noisy and colorfully, or you're not alive",
    "Life is painting a picture, not doing a sum",
    "The indispensable first step to getting the things you want out of life is this: decide what you want",
    "To know nothing is the happiest life",
    "I love life because what more is there?",
    "If we live good lives, the times are also good. As we are, such are the times",
    "I take a simple view of life. It is keep your eyes open and get on with it",
    "The true object of all human life is play. Earth is a task garden; heaven is a playground",
    "Life is made up of marble and mud",
    "Life is a lively process of becoming",
    "I want to live my life, not record it",
    "We are here to add what we can to life, not to get what we can from life",
    "To me, if life boils down to one thing, it's movement. To live is to keep moving",
    "The aim of life is to live, and to live means to be aware, joyously, drunkenly, serenely, divinely aware",
    "Remember when life's path is steep to keep your mind even",
    "The art of life is to know how to enjoy a little and to endure very much",
    "Life is a culmination of the past, an awareness of the present, an indication of a future beyond knowledge, the quality that gives a touch of divinity to matter",
    "When I hear somebody sigh, 'Life is hard,' I am always tempted to ask, 'Compared to what?'",
    "Life is growth. If we stop growing, technically and spiritually, we are as good as dead",
    "Maybe that's what life is... a wink of the eye and winking stars",
    "Life is a work in progress",
    "The most satisfying thing in life is to have been able to give a large part of one's self to others",
    "He not busy being born is busy dying",
    "Life is a lot like jazz... it's best when you improvise",
    "The only disability in life is a bad attitude",
    "We need to give each other the space to grow, to be ourselves, to exercise our diversity. We need to give each other space so that we may both give and receive such beautiful things as ideas, openness, dignity, joy, healing, and inclusion",
    "We can't plan life. All we can do is be available for it",
    "Every man dies. Not every man really lives",
    "All life is an experiment. The more experiments you make the better",
    "The purpose of life is a life of purpose",
    "To live is to think",
    "Nobody made a greater mistake than he who did nothing because he could do only a little",
    "If life were predictable it would cease to be life, and be without flavor",
    "You're only here for a short visit. Don't hurry, don't worry. And be sure to smell the flowers along the way",
    "Growth is the only evidence of life",
    "I argue thee that love is life. And life hath immortality",
    "If you live long enough, you'll make mistakes. But if you learn from them, you'll be a better person. It's how you handle adversity, not how it affects you. The main thing is never quit, never quit, never quit",
    "Life itself is the most wonderful fairy tale",
    "As a well-spent day brings happy sleep, so a life well spent brings happy death",
    "Beware the barrenness of a busy life",
    "Life is what we make it, always has been, always will be",
    "It's all about quality of life and finding a happy balance between work and friends and family",
    "Everything has been figured out, except how to live",
    "The story of life is quicker than the blink of an eye, the story of love is hello, goodbye",
    "Life consists not in holding good cards but in playing those you hold well",
    "It takes half your life before you discover life is a do-it-yourself project",
    "Life's most persistent and urgent question is, 'What are you doing for others?'",
    "How far you go in life depends on your being tender with the young, compassionate with the aged, sympathetic with the striving and tolerant of the weak and strong. Because someday in your life you will have been all of these",
    "Ships that pass in the night, and speak each other in passing, only a signal shown, and a distant voice in the darkness; So on the ocean of life, we pass and speak one another, only a look and a voice, then darkness again and a silence",
    "Life is short and we have never too much time for gladdening the hearts of those who are travelling the dark journey with us. Oh be swift to love, make haste to be kind",
    "A man who dares to waste one hour of time has not discovered the value of life",
    "Life is ten percent what happens to you and ninety percent how you respond to it",
    "Surprise is the greatest gift which life can grant us",
    "We live in a rainbow of chaos",
    "Life isn't a matter of milestones, but of moments",
    "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life; define yourself",
    "Make space in your life for the things that matter, for family and friends, love and generosity, fun and joy. Without this, you will burn out in mid-career and wonder where your life went",
    "The good life is one inspired by love and guided by knowledge",
    "Life is a mirror and will reflect back to the thinker what he thinks into it",
    "I have found that if you love life, life will love you back",
    "All of life is peaks and valleys. Don't let the peaks get too high and the valleys too low",
    "What do we live for, if not to make life less difficult for each other?",
    "Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too",
    "Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor",
    "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, 'I used everything you gave me'",
    "Open your eyes, look within. Are you satisfied with the life you're living?",
    "The greatest pleasure of life is love",
    "A life is not important except in the impact it has on other lives",
    "Life is what happens while you are busy making other plans",
    "Don't go through life, grow through life",
    "The most important thing is to enjoy your life - to be happy - it's all that matters",
    "Life is a series of natural and spontaneous changes. Don't resist them - that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like",
    "We must be willing to let go of the life we have planned, so as to have the life that is waiting for us",
    "I slept and dreamt that life was joy. I awoke and saw that life was service. I acted and behold, service was joy",
    "One way to get the most out of life is to look upon it as an adventure",
    "Life is too short for long-term grudges",
    "We do not remember days, we remember moments",
    "All the art of living lies in a fine mingling of letting go and holding on",
    "Life is a song - sing it. Life is a game - play it. Life is a challenge - meet it. Life is a dream - realize it. Life is a sacrifice - offer it. Life is love - enjoy it",
    "The true secret of happiness lies in taking a genuine interest in all the details of daily life",
    "He who has a why to live can bear almost any how",
    "The truth is you don't know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed",
    "Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them",
    "Life is really simple, but we insist on making it complicated",
    "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment",
    "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less",
    "Life is a shipwreck but we must not forget to sing in the lifeboats",
    "Life is too short to be living somebody else’s dream",
    "Life is either a daring adventure or nothing",
    "The big secret in life is that there is no big secret. Whatever your goal, you can get there if you are willing to work",
    "In three words I can sum up everything I’ve learned about life.. It goes on",
    "Many of life’s failures are experianced by people who did not realize how close they were to success when they gave up",
    "Life is like a game of cards. The hand that is dealt you represents determinism the way you play it is free will",
    "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle",
    "The best years of your life are the ones in which you decide your problems are your own. You do not blame them on your mother, the ecology, or the president. You realize that you control your own destiny",
    "As much as you live your life in the present, burdens in the past or uncertainties in the future will not bother you",
    "When life takes away, something of greater value is always given in return",
    "Don’t go around saying, the world owes you a living. The world owes you nothing. It was here first",
    "The mystery of life is not a problem to be solved but a reality to be experienced",
    "Take care of your body. It’s the only place you have to live",
    "Everyone has his own specific vocation or mission in life… Therein he cannot be replaced, nor can his life be repeated. Thus, everyone’s task is as unique as is his specific opportunity to implement it",
    "Nothing is likely to help a person overcome or endure troubles than the consciousness of having a task in life",
    "People will forget what you said. People will forget what you did. But people will never forget how you made them feel",
    "Everyone wants to live on top of the mountain, but all the happiness and growth occurs while you’re climbing it",
    "My Life is My Message",
    "There is always room in your life for thinking bigger, pushing limits and imagining the impossible",
    "No matter what happens, or how bad it seems today, life does go on, and it will be better tomorrow",
"There is more to life than simply increasing its speed"],







"love": [
    "When we love, we always strive to become better than we are. When we strive to become better than we are, everything around us becomes better too",
    "Once you have learned to love, you will have learned to live",
    "Love is that condition in which the happiness of another person is essential to your own",
    "One kiss breaches the distance between friendship and love",
    "I love her and that’s the beginning and end of everything",
    "True love lasts forever",
    "We've got this gift of love, but love is like a precious plant. You can't just accept it and leave it in the cupboard or just think it's going to get on by itself. You've got to keep watering it. You've got to really look after it and nurture it",
    "Man's nature is not essentially evil. Brute nature has been known to yield to the influence of love. You must never despair of human nature",
    "There is no lonelier man in death, except the suicide, than that man who has lived many years with a good wife and then outlived her. If two people love each other there can be no happy end to it",
    "Nothing can bring a real sense of security into the home except true love",
    "Winners embrace hard work. They love the discipline of it, the trade-off they're making to win. Losers, on the other hand, see it as punishment. And that's the difference",
    "Love does not claim possession, but gives freedom",
    "Courage is like love; it must have hope for nourishment",
    "Wine comes in at the mouth And love comes in at the eye; That's all we shall know for truth Before we grow old and die",
    "Strangely enough, they have a mind to till the soil, and the love of possessions is a disease in them",
    "I want to be judged by who I am, not what I am. I mean, I am Johnny Weir. Judge me the way you see me, love me the way you see me, hate me the way you see me",
    "Love is the capacity to take care, to protect, to nourish",
    "A man without ambition is dead. A man with ambition but no love is dead. A man with ambition and love for his blessings here on earth is ever so alive",
    "I swear, by my life and my love of it, that I will never live for the sake of another man, nor ask another man to live for mine",
    "Love is the ability and willingness to allow those that you care for to be what they choose for themselves without any insistence that they satisfy you",
    "What love we've given, we'll have forever. What love we fail to give, will be lost for all eternity",
    "Young love is a flame; very pretty, often very hot and fierce, but still only light and flickering. The love of the older and disciplined heart is as coals, deep-burning, unquenchable",
    "A strong man doesn't have to be dominant toward a woman. He doesn't match his strength against a woman weak with love for him. He matches it against the world",
    "Falling in love and having a relationship are two different things",
    "When we are motivated by goals that have deep meaning, by dreams that need completion, by pure love that needs expressing, then we truly live",
    "How sweet it is to learn the Savior's love when nobody else loves us! When friends flee, what a blessed thing it is to see that the Savior does not forsake us but still keeps us and holds us fast and clings to us and will not let us go!",
    "Some people come into our life as a blessing, while others come into our life as a lesson, so love them for who they are instead of judging them for who they are not",
    "Love begins by taking care of the closest ones - the ones at home",
    "Through Love all that is bitter will be sweet, Through Love all that is copper will be gold, Through Love all dregs will become wine, through Love all pain will turn to medicine",
    "I think I've got a real love thing going. I love people, I love life, and I love nature, and I can't see why other people can't be like that",
    "I love to travel, but hate to arrive",
    "We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies",
    "Who could refrain that had a heart to love and in that heart courage to make love known?",
    "Whatever is done for love always occurs beyond good and evil",
    "Where love is concerned, too much is not even enough",
    "He who is devoid of the power to forgive is devoid of the power to love",
    "Where there is love there is life",
    "Love is horrible when uni-directional. Terrible when multi-directional. But amazingly Beautiful when bi-directional",
    "People wait around too long for love. I’m happy with all of my lusts",
    "To the world you may be just one person, but to one person you may be the world",
    "If I'm not in love, if I'm not with a long-term companion, I cannot be happy",
    "Adapt yourself to the things among which your lot has been cast and love sincerely the fellow creatures with whom destiny has ordained that you shall live",
    "Love is anterior to life, posterior to death, initial of creation, and the exponent of breath",
    "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it",
    "Sex without love is merely healthy exercise",
    "Love. Fall in love and stay in love. Write only what you love, and love what you write. The key word is love. You have to get up in the morning and write something you love, something to live for",
    "The purest and most thoughtful minds are those which love colour the most",
    "All religions try to benefit people, with the same basic message of the need for love and compassion, for justice and honesty, for contentment",
    "A man can be happy with any woman, as long as he does not love her",
    "How I Love Lucy was born? We decided that instead of divorce lawyers profiting from our mistakes, we'd profit from them",
    "A coward is incapable of exhibiting love; it is the prerogative of the brave",
    "Love is blind; friendship closes its eyes",
    "He that is jealous is not in love",
    "There is no scarcity of opportunity to make a living at what you love; there's only scarcity of resolve to make it happen",
    "Love begins at home, and it is not how much we do... but how much love we put in that action",
    "Grief can be the garden of compassion. If you keep your heart open through everything, your pain can become your greatest ally in your life's search for love and wisdom",
    "People love chopping wood. In this activity one immediately sees results",
    "Three passions, simple but overwhelmingly strong, have governed my life: the longing for love, the search for knowledge, and unbearable pity for the suffering of mankind",
    "Love will find its way through all languages on its own",
    "For if you love those who love you, what reward have you? Do not even the tax collectors do the same?",
    "But I always think that the best way to know God is to love many things",
    "It is not enough to say we must not wage war. It is necessary to love peace and sacrifice for it",
    "Among those whom I like or admire, I can find no common denominator, but among those whom I love, I can: all of them make me laugh",
    "Where there's marriage without love, there will be love without marriage",
    "A scholar who cherishes the love of comfort is not fit to be deemed a scholar",
    "Do what you love. Know your own bone; gnaw at it, bury it, unearth it, and gnaw it still",
    "I love to go to the zoo. But not on Sunday. I don't like to see the people making fun of the animals, when it should be the other way around",
    "Love is an endless mystery, for it has nothing else to explain it",
    "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love",
    "Whatever you want to do, if you want to be great at it, you have to love it and be able to make sacrifices for it",
    "Speak low, if you speak love",
    "Prayer is an act of love; words are not needed. Even if sickness distracts from thoughts, all that is needed is the will to love",
    "Love is always open arms. If you close your arms about love you will find that you are left holding only yourself",
    "Daring to set boundaries is about having the courage to love ourselves, even when we risk disappointing others",
    "To rule a country of a thousand chariots, there must be reverent attention to business, and sincerity; economy in expenditure, and love for men; and the employment of the people at the proper seasons",
    "My eye is ever on those who love me",
    "Red is such an interesting color to correlate with emotion, because it's on both ends of the spectrum. On one end you have happiness, falling in love, infatuation with someone, passion, all that. On the other end, you've got obsession, jealousy, danger, fear, anger and frustration",
    "If you love someone, you say it, right then, out loud. Otherwise, the moment just passes you by",
    "We cannot do great things on this Earth, only small things with great love",
    "Before, I wanted to say: I found love!..But now, I want to say: I found a person, and he belongs to me and I belong to him",
    "I would rather have eyes that cannot see ears that cannot hear lips that cannot speak, than a heart that cannot love",
    "Who, being loved, is poor?",
    "Love is the absence of judgment",
    "Love makes your soul crawl out from its hiding place",
    "Love is when you’re kept up all night thinking of him and then when you fall asleep you find him in your dreams",
    "Tell me who loves, who admires you, and I will tell you who you are",
    "Faith moves mountains, love transforms hearts",
    "The hate you put out there will eventually come back to you, So love and you will receive love",
"True love is being as one. When you hurt, I hurt. When you laugh, I laugh. When you cry, I cry. When you breathe, I breathe. What you see, I see. What you desire, I desire. Nothing can break this bond of one but one itself"],







"success": [
    "Success is not final, failure is not fatal: it is the courage to continue that counts",
    "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful",
    "Find something you're passionate about and keep tremendously interested in it",
    "Strive not to be a success, but rather to be of value",
    "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand",
    "Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success",
    "Victory has a thousand fathers, but defeat is an orphan",
    "Success is a lousy teacher. It seduces smart people into thinking they can't lose",
    "However difficult life may seem, there is always something you can do and succeed at",
    "Action is the foundational key to all success",
    "There are people who make things happen, there are people who watch things happen, and there are people who wonder what happened. To be successful, you need to be a person who makes things happen",
    "Always bear in mind that your own resolution to succeed is more important than any other",
    "Success is how high you bounce when you hit bottom",
    "Success is not measured by what you accomplish, but by the opposition you have encountered, and the courage with which you have maintained the struggle against overwhelming odds",
    "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty",
    "When love and skill work together, expect a masterpiece",
    "Success is a science; if you have the conditions, you get the result",
    "Eighty percent of success is showing up",
    "The most important single ingredient in the formula of success is knowing how to get along with people",
    "Success is getting what you want. Happiness is wanting what you get",
    "There is only one success - to be able to spend your life in your own way",
    "Most people give up just when they're about to achieve success. They quit on the one yard line. They give up at the last minute of the game one foot from a winning touchdown",
    "A successful man is one who can lay a firm foundation with the bricks others have thrown at him",
    "The ladder of success is best climbed by stepping on the rungs of opportunity",
    "If you find it in your heart to care for somebody else, you will have succeeded",
    "No man succeeds without a good woman behind him. Wife or mother, if it is both, he is twice blessed indeed",
    "The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way",
    "Success consists of getting up just one more time than you fall",
    "In a balanced organization, working towards a common objective, there is success",
    "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it",
    "Success is the sum of small efforts - repeated day in and day out",
    "Coming together is a beginning; keeping together is progress; working together is success",
    "All you need in this life is ignorance and confidence, and then success is sure",
    "If everyone is moving forward together, then success takes care of itself",
    "He has achieved success who has worked well, laughed often, and loved much",
    "Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome",
    "Happiness lies in the joy of achievement and the thrill of creative effort",
    "Invincibility lies in the defence; the possibility of victory in the attack",
    "Man needs his difficulties because they are necessary to enjoy success",
    "Success is dependent on effort",
    "Don't aim for success if you want it; just do what you love and believe in, and it will come naturally",
    "Formal education will make you a living; self-education will make you a fortune",
    "Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek",
    "Success isn't measured by money or power or social rank. Success is measured by your discipline and inner peace",
    "I've failed over and over and over again in my life and that is why I succeed",
    "Success depends upon previous preparation, and without such preparation there is sure to be failure",
    "In order to attain the impossible, one must attempt the absurd",
    "Success isn't a result of spontaneous combustion. You must set yourself on fire",
    "You don't have to be a genius or a visionary or even a college graduate to be successful. You just need a framework and a dream",
    "Success is not a good teacher, failure makes you humble",
    "If at first you don't succeed, try, try again. Then quit. There's no point in being a damn fool about it",
    "A champion is afraid of losing. Everyone else is afraid of winning",
    "Much effort, much prosperity",
    "Do you wish to rise? Begin by descending. You plan a tower that will pierce the clouds? Lay first the foundation of humility",
    "The greatest sign of success for a teacher... is to be able to say, 'The children are now working as if I did not exist",
    "Success makes so many people hate you. I wish it wasn't that way. It would be wonderful to enjoy success without seeing envy in the eyes of those around you",
    "The real secret of success is enthusiasm",
    "Let me tell you the secret that has led me to my goal. My strength lies solely in my tenacity",
    "What's money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do",
    "Success seems to be largely a matter of hanging on after others have let go",
    "Success is sweet and sweeter if long delayed and gotten through many struggles and defeats",
    "Success has a simple formula: do your best, and people may like it",
    "Obedience is the mother of success and is wedded to safety",
    "Success is falling nine times and getting up ten",
    "We should measure welfare's success by how many people leave welfare, not by how many are added",
    "Failure is success if we learn from it",
    "Belief in oneself is one of the most important bricks in building any successful venture",
    "They succeed, because they think they can",
    "Nothing recedes like success",
    "When you win, nothing hurts",
    "In this world it is not what we take up, but what we give up, that makes us rich",
    "Don't confuse fame with success. Madonna is one; Helen Keller is the other",
    "Nothing succeeds like success",
    "The five essential entrepreneurial skills for success: Concentration, Discrimination, Organization, Innovation and Communication",
    "Success is often the result of taking a misstep in the right direction",
    "Success is finding satisfaction in giving a little more than you take",
    "Success is that old ABC - ability, breaks, and courage",
    "I honestly think it is better to be a failure at something you love than to be a success at something you hate",
    "Think twice before you speak, because your words and influence will plant the seed of either success or failure in the mind of another",
    "Do something you really like, and hopefully it pays the rent. As far as I'm concerned, that's success",
    "The man who has done his level best... is a success, even though the world may write him down a failure",
    "All men's gains are the fruit of venturing",
    "The secrets of success are a good wife and a steady job. My wife told me",
    "Success in almost any field depends more on energy and drive than it does on intelligence. This explains why we have so many stupid leaders",
    "Success is the space one occupies in the newspaper. Success is one day's insolence",
    "It's our nature: Human beings like success but they hate successful people",
    "One fails forward toward success",
    "Success doesn't mean that you are healthy, success doesn't mean that you're happy, success doesn't mean that you're rested. Success really doesn't mean that you look good, or feel good, or are good",
    "Those who have succeeded at anything and don't mention luck are kidding themselves",
    "The one thing that I know is that you win with good people",
    "There is no substitute for victory",
    "Success breeds success",
    "If you wish to succeed in life, make perseverance your bosom friend, experience your wise counselor, caution your elder brother, and hope your guardian genius",
    "Formula for success: rise early, work hard, strike oil",
    "Defeat is not the worst of failures. Not to have tried is the true failure",
    "There is little success where there is little laughter",
    "Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results",
    "Fortune befriends the bold",
    "The thermometer of success is merely the jealousy of the malcontents",
    "It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things",
    "What is success? I think it is a mixture of having a flair for the thing that you are doing; knowing that it is not enough, that you have got to have hard work and a certain sense of purpose",
    "The measure of success is not whether you have a tough problem to deal with, but whether it is the same problem you had last year",
    "If you want to be truly successful invest in yourself to get the knowledge you need to find your unique factor. When you find it and focus on it and persevere your success will blossom",
    "Success is like reaching an important birthday and finding you're exactly the same",
    "The secret of success is sincerity",
    "It's the steady, quiet, plodding ones who win in the lifelong race",
    "Success is simply a matter of luck. Ask any failure",
    "It's not enough that I should succeed - others should fail",
    "Success is like death. The more successful you become, the higher the houses in the hills get and the higher the fences get",
    "The secret of success is to be in harmony with existence, to be always calm to let each wave of life wash us a little farther up the shore",
    "The toughest thing about success is that you've got to keep on being a success",
    "I was obliged to be industrious. Whoever is equally industrious will succeed equally well",
    "Can you imagine what I would do if I could do all I can?",
    "Success is blocked by concentrating on it and planning for it... Success is shy - it won't come out while you're watching",
    "The common idea that success spoils people by making them vain, egotistic and self-complacent is erroneous; on the contrary it makes them, for the most part, humble, tolerant and kind",
    "To design the future effectively, you must first let go of your past",
    "Success to me is having ten honeydew melons and eating only the top half of each slice",
    "Success is nothing more than a few simple disciplines, practiced every day",
    "The starting point of all achievement is desire",
    "Success is peace of mind which is a direct result of self-satisfaction in knowing you did your best to become the best you are capable of becoming",
    "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will",
    "Success is a state of mind. If you want success, start thinking of yourself as a success",
    "I have learned that success is to be measured not so much by the position that one has reached in life as by the obstacles which he has had to overcome while trying to succeed",
    "How can they say my life is not a success? Have I not for more than sixty years got enough to eat and escaped being eaten?",
    "After I won the Oscar, my salary doubled, my friends tripled, my children became more popular at school, my butcher made a pass at me, and my maid hit me up for a raise",
    "Definiteness of purpose is the starting point of all achievement",
    "Whosoever desires constant success must change his conduct with the times",
    "Success comes from knowing that you did your best to become the best that you are capable of becoming",
    "Success is simple. Do what's right, the right way, at the right time",
    "Success is the progressive realization of predetermined, worthwhile, personal goals",
    "Failure is not an option. Everyone has to succeed",
    "One secret of success in life is for a man to be ready for his opportunity when it comes",
    "Success is not forever and failure isn't fatal",
    "Success is the child of drudgery and perseverance. It cannot be coaxed or bribed; pay the price and it is yours",
    "Sometimes I worry about being a success in a mediocre world",
    "Flaming enthusiasm, backed up by horse sense and persistence, is the quality that most frequently makes for success",
    "Success is the one unpardonable sin against our fellows",
    "Success - keeping your mind awake and your desire asleep",
    "People fall forward to success",
    "Once you agree upon the price you and your family must pay for success, it enables you to ignore the minor hurts, the opponent's pressure, and the temporary failures",
    "Diligence is the mother of good fortune",
    "I don't think about financial success as the measurement of my success",
    "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do",
    "Success is a journey, not a destination. The doing is often more important than the outcome",
    "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success",
    "From success you get a lot of things, but not that great inside thing that love brings you",
    "To be successful you have to be lucky, or a little mad, or very talented, or find yourself in a rapid growth field",
    "The one phrase you can use is that success has a thousand fathers, and failure is an orphan",
    "Success consists of going from failure to failure without loss of enthusiasm",
    "To be successful, you have to have your heart in your business and your business in your heart",
    "If you want to achieve things in life, you've just got to do them, and if you're talented and smart, you'll succeed",
    "Our worldly successes cannot be guaranteed, but our ability to achieve spiritual success is entirely up to us, thanks to the grace of God. The best advice I know is to give is to give those worldly things your best but never your all - reserve the ultimate hope for the only one who can grant it",
    "Whatever success I may have attained is due to the fact that since I was old enough to work at all, my ambition has never deserted me",
    "The successful man will profit from his mistakes and try again in a different way",
    "The success and the failure are not my concern, but His",
    "Try not to become a man of success, but rather try to become a man of value",
    "To be prepared is half the victory",
    "Winning isn't everything, it's the only thing",
    "There is no success without hardship",
    "God lets you be successful because he trusts you that you will do the right thing with it. Now, does he get disappointed often? All the time, because people get there and they forget how they got it",
    "Winning isn't everything, but it sure beats anything that comes in second",
    "People think that at the top there isn't much room. They tend to think of it as an Everest. My message is that there is tons of room at the top",
    "Success is counted sweetest by those who never succeed",
    "We fall forward to succeed",
    "The secret of my success is a two word answer: Know people",
    "It is no use saying, 'We are doing our best.' You have got to succeed in doing what is necessary",
    "A person with a new idea is a crank until the idea succeeds",
    "As kids we're not taught how to deal with success; we're taught how to deal with failure. If at first you don't succeed, try, try again. If at first you succeed, then what?",
    "Pray that success will not come any faster than you are able to endure it",
    "Prospering just doesn't have to do with money",
    "If you have no critics you'll likely have no success",
    "Success isn't always about greatness. It's about consistency. Consistent hard work leads to success. Greatness will come",
    "For success, attitude is equally as important as ability",
    "A strong, positive self-image is the best possible preparation for success",
    "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved",
    "Without continual growth and progress, such words as improvement, achievement, and success have no meaning",
    "If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours",
    "As long as you keep going, you'll keep getting better. And as you get better, you gain more confidence. That alone is success",
    "You are a product of your environment. So choose the environment that will best develop you toward your objective. Analyze your life in terms of its environment. Are the things around you helping you toward success - or are they holding you back?",
    "I owe my success to Allah and my parents who have sacrificed so much to get me where I am",
    "Every day is a new opportunity. You can build on yesterday's success or put its failures behind and start over again. That's the way life is, with a new game every day, and that's the way baseball is",
    "Ambition is the path to success. Persistence is the vehicle you arrive in",
    "The secret of your success is determined by your daily agenda",
    "We learned about honesty and integrity - that the truth matters... that you don't take shortcuts or play by your own set of rules... and success doesn't count unless you earn it fair and square",
    "Many of life's failures are people who did not realize how close they were to success when they gave up",
    "I passionately believe that's it's not just what you say that counts, it's also how you say it - that the success of your argument critically depends on your manner of presenting it",
    "The path from dreams to success does exist. May you have the vision to find it, the courage to get on to it, and the perseverance to follow it",
    "Your positive action combined with positive thinking results in success",
    "The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don't play together, the club won't be worth a dime",
    "Every skill you acquire doubles your odds of success",
    "Before you are a leader, success is all about growing yourself. When you become a leader, success is all about growing others",
    "Humility is the true key to success. Successful people lose their way at times. They often embrace and overindulge from the fruits of success. Humility halts this arrogance and self-indulging trap. Humble people share the credit and wealth, remaining focused and hungry to continue the journey of success",
    "Failures, repeated failures, are finger posts on the road to achievement. One fails forward toward success",
    "The road to success is not easy to navigate, but with hard work, drive and passion, it's possible to achieve the American dream",
    "Money and success don't change people; they merely amplify what is already there",
    "There will always be obstacles and challenges that stand in your way. Building mental strength will help you develop resilience to those potential hazards so you can continue on your journey to success",
    "True leaders don't invest in buildings. Jesus never built a building. They invest in people. Why? Because success without a successor is failure. So your legacy should not be in buildings, programs, or projects; your legacy must be in people",
    "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success",
    "Discipline is the soul of an army. It makes small numbers formidable; procures success to the weak, and esteem to all",
    "Survival was my only hope, success my only revenge",
    "Some people dream of success, while other people get up every morning and make it happen",
    "Every failure is a step to success",
    "Earn your success based on service to others, not at the expense of others",
    "The road to success is always under construction",
    "Self-belief and hard work will always earn you success",
    "Success is never final, failure is never fatal. It's courage that counts",
    "Patience, persistence and perspiration make an unbeatable combination for success",
    "The best revenge is massive success",
    "Communication - the human connection - is the key to personal and career success",
    "The secret of success is to be ready when your opportunity comes",
    "The supreme quality for leadership is unquestionably integrity. Without it, no real success is possible, no matter whether it is on a section gang, a football field, in an army, or in an office",
    "Before anything else, preparation is the key to success",
    "Ultimately, leadership is not about glorious crowning acts. It's about keeping your team focused on a goal and motivated to do their best to achieve it, especially when the stakes are high and the consequences really matter. It is about laying the groundwork for others' success, and then standing back and letting them shine",
    "Money won't create success, the freedom to make it will",
    "Failure is the key to success; each mistake teaches us something",
    "You can be discouraged by failure, or you can learn from it. So go ahead and make mistakes, make all you can. Because, remember that's where you'll find success - on the far side of failure",
    "Success is where preparation and opportunity meet",
    "At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents",
    "Education is the key to success in life, and teachers make a lasting impact in the lives of their students",
    "Success is the progressive realization of a worthy goal or ideal",
    "If you wish to be a success in the world, promise everything, deliver nothing",
    "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself",
    "Let us realize that: the privilege to work is a gift, the power to work is a blessing, the love of work is success!",
    "The key to success is action, and the essential in action is perseverance",
    "No one who achieves success does so without acknowledging the help of others. The wise and confident acknowledge this help with gratitude",
    "Success is not the absence of failure; it's the persistence through failure",
    "The key to success is to focus our conscious mind on things we desire not things we fear",
    "Once you get a taste of success, it's a hard thing to turn down",
    "Success breeds complacency. Complacency breeds failure. Only the paranoid survive",
    "There is nothing more difficult to take in hand, more perilous to conduct, or more uncertain in its success, than to take the lead in the introduction of a new order of things",
    "Failure is the condiment that gives success its flavor",
"Success is not built on success. It's built on failure. It's built on frustration. Sometimes its built on catastrophe"],







"motivational": [
    "Life is 10% what happens to you and 90% how you react to it",
    "It always seems impossible until it's done",
    "When something is important enough, you do it even if the odds are not in your favor",
    "Start where you are. Use what you have. Do what you can",
    "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time",
    "If you can dream it, you can do it",
    "With the new day comes new strength and new thoughts",
    "What you do today can improve all your tomorrows",
    "The most effective way to do it, is to do it",
    "Keep your eyes on the stars, and your feet on the ground",
    "A good plan violently executed now is better than a perfect plan executed next week",
    "Knowing is not enough; we must apply. Willing is not enough; we must do",
    "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth",
    "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy",
    "Never retreat. Never explain. Get it done and let them howl",
    "Setting goals is the first step in turning the invisible into the visible",
    "Set your goals high, and don't stop till you get there",
    "When you reach the end of your rope, tie a knot in it and hang on",
    "There is always room at the top",
    "Either you run the day or the day runs you",
    "Perseverance is not a long race; it is many short races one after the other",
    "What you get by achieving your goals is not as important as what you become by achieving your goals",
    "The key is to keep company only with people who uplift you, whose presence calls forth your best",
    "Consult not your fears but your hopes and your dreams. Think not about your frustrations, but about your unfulfilled potential. Concern yourself not with what you tried and failed in, but with what it is still possible for you to do",
    "Things do not happen. Things are made to happen",
    "Never give up, for that is just the place and time that the tide will turn",
    "Where there is a will, there is a way. If there is a chance in a million that you can do something, anything, to keep what you want from ending, do it. Pry the door open or, if need be, wedge your foot in that door and keep it open",
    "No bird soars too high if he soars with his own wings",
    "A creative man is motivated by the desire to achieve, not by the desire to beat others",
    "In order to succeed, we must first believe that we can",
    "Opportunity does not knock, it presents itself when you beat down the door",
    "You will never win if you never begin",
    "Change your life today. Don't gamble on the future, act now, without delay",
    "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice",
    "A will finds a way",
    "The past cannot be changed. The future is yet in your power",
    "We should not give up and we should not allow the problem to defeat us",
    "You just can't beat the person who never gives up",
    "Never complain and never explain",
    "Problems are not stop signs, they are guidelines",
    "Your talent is God's gift to you. What you do with it is your gift back to God",
    "You can't cross the sea merely by standing and staring at the water",
    "Be kind whenever possible. It is always possible",
    "There is only one corner of the universe you can be certain of improving, and that's your own self",
    "Failure will never overtake me if my determination to succeed is strong enough",
    "By failing to prepare, you are preparing to fail",
    "Aim for the moon. If you miss, you may hit a star",
    "Only I can change my life. No one can do it for me",
    "Don't watch the clock; do what it does. Keep going",
    "The secret of getting ahead is getting started",
    "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step",
    "Quality is not an act, it is a habit",
    "Either I will find a way, or I will make one",
    "If you fell down yesterday, stand up today",
    "I don't believe you have to be better than everybody else. I believe you have to be better than you ever thought you could be",
    "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better",
    "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence",
    "It does not matter how slowly you go as long as you do not stop",
    "If you're going through hell, keep going",
    "Good, better, best. Never let it rest. 'Til your good is better and your better is best",
    "The occasional motivational speech gig tends to pay better than the books and television",
    "I'm thrilled to continue my partnership with U by Kotex for Generation Know while helping to empower girls. I've always been a motivational resource for my younger sisters and hope I can positively impact and inspire other young girls too",
    "Motivational talks are something I have been asked to do and i fancy taking a crack at it",
    "Church is definitely still present in my life. Every Sunday I'm tuned in and then throughout the week I read scriptures, I read motivational messages",
    "I like motivational books, because I like the go-getting American spirit - your destiny is in your own hands, life is what you make it, don't accept your limitations, jump before you're pushed, leap before you look",
    "I'm going to write a book, continue acting, continue motivational speaking and just share with people who I am and what I've learned in my second chance of life and pass it on to people in their first chance of life",
    "Oh, I would love to be a motivational speaker. I have pulled myself out of a million potholes, and I can see the potholes ahead of me. That doesn't mean that I could always do that so perfectly for my own life. I totally fall in potholes",
    "I listen to a lot of TED talks and motivational speakers",
    "I want to build a legacy at the WWE, but I definitely want to continue to grow the Bella Empire. I want it to go beyond the ring. I would love to be a motivational speaker",
    "I have given motivational speeches at IIT and other well-known establishments. I want to appeal to the people, and therefore, I talk from the heart",
    "You cannot compare Pep to any Brazilian coach. If you put all Brazilian coaches together, you would get Pep. One has motivational skills, another is tactically strong. But Pep has it all",
    "My first book was called, 'Mountain, Get Out of My Way,' where I did an autobiographical sketch, if you will, looking back at myself and looking back at things in my life, and juxtaposing them against things that are happening in other people's lives and trying to be motivational",
    "It's definitely a motivational factor, becoming a three-organization world champion",
    "Choosing a system is no longer enough, coaches have to be psychologists and motivational leaders too",
    "Earl Nightingale has inspired more people toward success and fortune than any other motivational speaker on the planet",
    "I'm a wrestler with nine toes. I'm a wrestler who has been through a lot of battles. I get to do a lot of motivational speaking, and people are blown away and say, 'You never quit. You keep coming back.'",
    "As long as I'm not selling out the people that ride or die with me, I'm glad I'm not an MC. I'm a motivational speaker. I'm not that rapper dude",
    "I was a motivational speaker and I've been in front of crowds a lot and I'm very comfortable with that",
    "I started doing motivational tours. I've seen all kinds of people, from the CEOs to the lowest executive, opening up to their fears. We don't introspect as much as we should",
    "After my ski jumping career finished, I went back to school to study law, and now I travel between five to 20 times a year doing after-dinner speaking, motivational talks, appearances, openings, TV and radio shows",
    "I told myself that I wanted to be a motivational speaker, I wanted to write a book, graduate college, have my own family, and have my own career",
    "I used to watch a lot of motivational films and videos to remain positive",
    "Motivational speaking became my career. Who would ever have thought it?",
    "I went to a motivational training course once, a course of self-discovery, and I found out after a week that my fear - it was not a fear of not being accepted - was a very violent fear of failure",
    "Coy Wire played in the NFL for 9 years and is now a motivational speaker and has a book out called 'Change Your Mind.' He is an amazing person with such positive energy! When Kroy and I first met and started dating, there weren't a whole lot of people that supported us, but Coy always did",
    "One of the things that I did before I ran for president is I was a professional speaker. Not a motivational speaker - an inspirational speaker. Motivation comes from within. You have to be inspired. That's what I do. I inspire people, I inspire the public, I inspire my staff. I inspired the organizations I took over to want to succeed",
    "I have never moved away from my mainstay - trying to address all the environmental issues that come to me. I consult with law firms in the U.S., Australia, the U.K., Italy, Greece, and India to begin to address environmental disasters. I do motivational speaking",
    "Give Obama a script he has made his own, and he is the motivational speaker to end all speakers. Tony Robbins cloned with Honest Abe",
    "I taught myself how to be a speaker on Google. I just Googled 'how to be a motivational speaker.'",
    "One day, I got so disgusted that I sat down and wrote a list called 'Justin's list of things to do before he kicks the bucket.' I wrote it for myself and shortened it to 'Justin's Bucket List.' It was there on the wall, not as a story idea but as a motivational tool for myself, which actually ended up working pretty well",
    "My mum was massively important to everything I've done, and now her memory is a motivational tool for me",
    "I find that as an athlete, we don't get to speak our mind often or share our hearts. So I chose motivational speaking to help make a difference",
    "Typically, if you reward something, you get more of it. You punish something, you get less of it. And our businesses have been built for the last 150 years very much on that kind of motivational scheme",
    "One of the hidden benefits of me being a student manager at Kentucky was me having the responsibility of driving Rick Pitino to his motivational speaking engagements",
    "I was perceived to be a first- to third-rounder. I kind of had a tough junior year and fell to the fifth round. At that time, it was motivational",
    "My father is my true inspiration. He's a motivational speaker, so he does a fine job of guiding me",
    "Always do your best. What you plant now, you will harvest later",
    "If you think you can do it, you can",
    "There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living",
    "Never, never, never give up",
    "There's a way to do it better - find it",
    "I'd rather attempt to do something great and fail than to attempt to do nothing and succeed",
    "Go for it now. The future is promised to no one",
    "Only the educated are free",
    "We aim above the mark to hit the mark",
    "Music - it's motivational and just makes you relax",
    "I want to be motivational and inspirational for everybody: my big aim is more women on bicycles",
    "I don't know what it's like to have a typical father figure. He's not the dad who's going to take me to the beach and go swimming, but he's such a motivational person",
    "I'm a motivational speaker",
    "The people that are feeding you the information on things that I like - love life, believe in yourself, be motivational, give your time to things and meditate - they're all older people who are well into their 50s and have had careers, and for me, at this point, I'm the young ambassador for this whole lifestyle of making your mentality a reality",
    "People say 'dream big,' that's kind of one of those motivational sayings, but I would dream hard, meaning I just wanted it so badly, I could feel it",
    "Giving back, doing motivational speeches and stuff like that, that's always made me feel good. If you repeatedly go out there, and you are the change that you want to see, then that's what you are",
    "Marvin's Motivational Moments actually started as something that was actually therapeutic for me. I would sit up late at night after my wife passed trying to adjust to being alone",
    "I've a great family, two children to take care of. Then, of course, I do commentary for TV. I do speak about various women's issues around the world - like LGBT, motivational speeches. I have a lot on my plate right now. But eventually, yes, I would like to pass on the knowledge and something that I would like to do",
    "I realized I love motivating and I love empowering and I love inspiring people. I did that as an athlete for 18 years, and I am able to do that as a motivational speaker now as well as doing work on television",
    "I'm on the playstation, or else I go out and play football. I enjoy movies and sitcoms. I love reading motivational books too",
    "Who seeks shall find",
    "Begin to be now what you will be hereafter",
    "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Extend to them all the care, kindness and understanding you can muster, and do it with no thought of any reward. Your life will never be the same again",
    "A somebody was once a nobody who wanted to and did",
    "My dad is too cute. Every morning, he sends me one motivational quote. I have a folder full of all his quotes",
    "Religious speech is extreme, emotional, and motivational. It is anti-literal, relying on metaphor, allusion, and other rhetorical devices, and it assumes knowledge within a community of believers",
    "Stoking fears of a potential shutdown is a strong motivational tool to get members on board with legislation that they don't want to support. Both parties are guilty of this",
    "Sometimes I'll put on a Zig Ziglar tape: he's a motivational speaker who is really funny and really American. I know I should do the things he says, but I'm too cynical",
    "I've always thought of acting as more of an exercise in empathy, which is not to be confused with sympathy. You're trying to get inside a certain emotional reality or motivational reality and try to figure out what that's about so you can represent it",
    "Before I play matches I'm always switching myself on. That's why I have that walk-on music - Two Steps From Hell - they produce really good motivational gladiator-style music. As soon as that music comes on I'm switched on and I'm ready for a brawl!"
],








"thoughtful": [
    "The only people who never fail are those who never try",
    "Failure is just another way to learn how to do something right",
    "I failed my way to success",
    "Every failure brings with it the seed of an equivalent success",
    "Only those who dare to fail greatly can ever achieve greatly",
    "It is hard to fail, but it is worse never to have tried to succeed",
    "Imagination is more important than knowledge",
    "Hold fast to dreams, for if dreams die, life is a broken winged bird that cannot fly",
    "The future belongs to those who believe in the beauty of their dreams",
    "Go confidently in the direction of your dreams. Live the life you have imagined",
    "You cannot depend on your eyes when your imagination is out of focus",
    "Commitment leads to action. Action brings your dream closer",
    "I never think of the future",
    "Don't waste your life in doubts and fears: Spend yourself on the work before you, well assured that the right performance of this hour's duties will be the best preparation for the hours or ages that follow it",
    "Do not anticipate trouble or worry about what may never happen. Keep in the sunlight",
    "Take time to deliberate; but when the time for action arrives, stop thinking and go in",
    "The mind that is anxious about future events is miserable",
    "Live in each season as it passes; breathe the air, drink the drink, taste the fruit, and resign yourself to the influences of each",
    "The art of leadership is saying no, not yes. It is very easy to say yes",
    "A leader is a dealer in hope",
    "While a good leader sustains momentum, a great leader increases it",
    "A general is just as good or just as bad as the troops under his command make him",
    "To do great things is difficult; but to command great things is more difficult",
    "Leadership does not always wear the harness of compromise",
    "Business opportunities are like buses",
    "I avoid looking forward or backward, and try to keep looking upward",
    "The more difficulties one has to encounter, within and without, the more significant and the higher in inspiration his life will be",
    "Every artist was first an amateur",
    "I was always looking outside myself for strength and confidence, but it comes from within. It is there all of the time",
    "We can do anything we want to do if we stick to it long enough",
    "Our business in life is not to get ahead of others, but to get ahead of ourselves",
    "Insist on yourself. Never imitate",
    "Who looks outside, dreams. Who looks inside, awakes",
    "It is not easy to find happiness in ourselves, and it is not possible to find it elsewhere",
    "The only journey is the one within",
    "Follow your honest convictions, and stay strong",
    "The happiness of your life depends upon the quality of your thoughts; therefore guard accordingly",
    "Action may not always bring happiness; but there is no happiness without action",
    "Happiness depends more on the inward disposition of mind than on outward circumstances",
    "There is no happiness except in the realization that we have accomplished something",
    "Happiness is not a goal, but a by-product" ,
    "Happiness is not a state to arrive at, but a manner of traveling" ,
    "Purpose is what gives life a meaning" ,
    "The significance of a man is not in what he attains but in what he longs to attain" ,
    "In all things that you do, consider the end" ,
    "Life can be pulled by goals just as surely as it can be pushed by drives" ,
    "The virtue lies in the struggle, not in the prize" ,
    "To reach a port, we must sail" ,
    "Success is the child of audacity" ,
    "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack in will" ,
    "The secret of success is to know something nobody else knows" ,
    "The surest way not to fail is to determine to succeed" ,
    "I cannot give you the formula for success, but I can give you the formula for failure" ,
    "Careful thinking and hard work will solve nearly all your problems. Try and see for yourself" ,
    "Years teach us more than books" ,
    "The only medicine for suffering, crime, and all the other woes of mankind, is wisdom" ,
    "The art of being wise is knowing what to overlook" ,
    "The great lesson is that the sacred is in the ordinary, that it is to be found in one's daily life, in one's neighbors, friends and family, in one's backyard" ,
    "A wise man learns by the mistakes of others, a fool by his own" ,
    "No man was ever wise by chance" ,
    "In everything the ends well defined are the secret of durable success" ,
    "Arriving at one goal is the starting point to another" ,
    "A goal is a dream with a deadline" ,
    "Most 'impossible' goals can be met simply by breaking them down into bite-size chunks, writing them down, believing them, and then going full speed ahead as if they were routine" ,
    "Goals are the fuel in the furnace of achievement" ,
    "We are what we repeatedly do. Excellence, therefore, is not an act but a habit" ,
    "Take risks and you'll get the payoffs. Learn from your mistakes until you succeed. It's that simple" ,
    "The best way out is always through" ,
    "You miss 100 percent of the shots you don't take" ,
    "Nothing will ever be attempted if all possible objections must first be overcome" ,
    "Don't bunt. Aim out of the ballpark" ,
    "The critical ingredient is getting off your butt and doing something. It’s as simple as that. A lot of people have ideas, but there are few who decide to do something about them now. Not tomorrow. Not next week. But today. The true entrepreneur is a doer, not a dreamer" ,
    "Never, never, never, never, in nothing great or small, large or petty, never give in except to convictions of honour and good sense. Never yield to force; never yield to the apparently overwhelming might of the enemy" ,
    "Your most unhappy customers are your greatest source of learning" ,
    "I have not failed. I’ve just found 10,000 ways that won’t work" ,
    "Entrepreneurship is neither a science nor an art. It is a practice" ,
    "In the modern world of business, it is useless to be a creative, original thinker unless you can also sell what you create" ,
    "Success is how high you bounce after you hit bottom" ,
    "If you’re not embarrassed by the first version of your product, you’ve launched too late" ,
    "Positive thinking will let you do everything better than negative thinking will" ,
    "I’m not afraid of dying, I’m afraid of not trying" ,
    "Whatever the mind can conceive and believe, the mind can achieve" ,
    "The longer you’re not taking action the more money you’re losing" ,
    "If you live for weekends or vacations, your shit is broken" ,
    "Go Big, or Go Home" ,
    "Most great people have attained their greatest success just one step beyond their greatest failure" ,
    "Opportunity is missed by most people because it is dressed in overalls and looks like work" ,
    "Have the end in mind and every day make sure your working towards it" ,
    "He who begins many things finishes but few" ,
    "The best use of life is to spend it for something that outlasts it" ,
    "If you think education is expensive, try ignorance" ,
    "Entrepreneurship is living a few years of your life like most people wont so you can spend the rest of your life like most people can’t" ,
    "Lend your friend $20, if he doesn’t pay you back then he’s not your friend. Money well spent" ,
    "Be nice to geek’s, you’ll probably end up working for one" ,
    "To never forget that the most important thing in life is the quality of life we lead" ,
    "Its better to own the racecourse then the race horse" ,
    "When you go to buy, don’t show your silver" ,
    "It’s easier to ask forgiveness than it is to get permission" ,
    "To win without risk is to triumph without glory" ,
    "Example is not the main thing in influencing other people; it’s the only thing" ,
    "Associate yourself with people of good quality, for it is better to be alone than in bad company" ,
    "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great" ,
    "There is only one success" ,
    "You don’t buy a nice car and get rich you get rich and buy a nice car" ,
    "Fall seven times, stand up eight" ,
    "One day your life will flash before your eyes. Make sure it is worth watching" ,
    "Whatever the mind can conceive and believe, the mind can achieve" ,
    "I have not failed. I’ve just found 10,000 ways that won’t work" ,
    "If you ain’t making waves, you ain’t kickin’ hard enough" ,
    "What is not started will never get finished" ,
    "Do not wait to strike until the iron is hot; but make it hot by striking" ,
    "When you cease to dream you cease to live" ,
    "There are two rules for success. 1) Never tell everything you know" ,
    "The only place where success comes before work is in the dictionary" ,
    "Every single person I know who is successful at what they do is successful because they love doing it" ,
    "Being realistic is the most commonly traveled road to mediocrity",
    "Whenever an individual or a business decides that success has been attained, progress stops",
    "To be successful, you have to have your heart in your business, and your business in your heart",
    "If hard work is the key to success, most people would rather pick the lock",
    "Success is simply a matter of luck. Ask any failure",
    "The road to success is always under construction",
    "Anything the mind can conceive and believe, it can achieve",
    "Most great people have attained their greatest success just one step beyond their greatest failure",
    "Whether you think you can or you can’t, you’re right",
    "Failure defeats losers, failure inspires winners",
    "I have not failed. I’ve just found 10,000 ways that won’t work",
    "The biggest failure you can have in life is not trying at all",
    "I honestly think it is better to be a failure at something you love than to be a success at something you hate",
    "Leaders don’t force people to follow, they invite them on a journey",
    "Example is not the main thing in influencing other people; it’s the only thing",
    "Leadership is doing what is right when no one is watching",
    "Leadership is the art of getting someone else to do something you want done because he wants to do it",
    "The difference between a boss and a leader: a boss says, ‘Go!’ -a leader says, ‘Let’s go!’",
    "I am more afraid of an army of one hundred sheep led by a lion than an army of one hundred lions led by a sheep",
    "The whole problem with the world is that fools and fanatics are always so certain of themselves, but wiser people so full of doubts",
    "We are what we repeatedly do. Excellence, then, is not an act, but a habit",
    "Cannibals prefer those who have no spines",
    "A ship in harbor is safe. But that’s now what ships are built for",
    "If one does not know to which port one is sailing, no wind is favorable",
    "You miss 100% of the shots you don’t take",
    "The vision must be followed by the venture. It is not enough to stare up the steps – we must step up the stairs",
    "Do not wait to strike until the iron is hot; but make it hot by striking",
    "It’s easier to ask forgiveness than it is to get permission",
    "Twenty years from now you will be more disappointed by the things that you didn’t do than by the ones you did do",
    "One day your life will flash before your eyes. Make sure it is worth watching",
    "“I think it’s wrong that only one company makes the game Monopoly",
    "Ever notice how it’s a penny for your thoughts, yet you put in your two-cents? Someone is making a penny on the deal",
    "Catch a man a fish, and you can sell it to him. Teach a man to fish, and you ruin a wonderful business opportunity",
    "I used to sell furniture for a living. The trouble was, it was my own",
    "Marking dynamos for repair $10,000.00—2 hours labor $10.00; knowing where to mark $9,990.00",
    "By working faithfully eight hours a day you may eventually get to be boss and work twelve hours a day",
    "My son is now an ‘entrepreneur’. That’s what you’re called when you don’t have a job",
    "I didn’t go to college, but if I did, I would’ve taken all my tests at a restaurant, ’cause ‘The customer is always right.’",
    "Formal education will make you a living. Self education will make you a fortune",
    "The greatest reward in becoming a millionaire is not the amount of money that you earn. It is the kind of person that you have to become to become a millionaire in the first place",
    "If you’re not learning while you’re earning, you’re cheating yourself out of the better portion of your compensation",
    "A business that makes nothing but money is a poor business",
    "After a certain point, money is meaningless. It ceases to be the goal. The game is what counts",
    "I treat business a bit like a computer game. I count money as points. I’m doing really well: making lots of money and lots of points",
    "All of my friends were doing babysitting jobs. I wanted money without the job",
    "“I don’t pay good wages because I have a lot of money; I have a lot of money because I pay good wages",
    "Lend your friend $20. If he doesn’t pay you back then he’s not your friend. Money well spent",
    "Money and success don’t change people, they merely amplify what is already there",
    "The secret of getting ahead is getting started",
    "Hire character. Train skill",
    "In preparing for battle I have always found that plans are useless, but planning is indispensable",
    "You’ve got to stop doing all the things that people have tried, tested, and found out don’t work",
    "I never perfected an invention that I did not think about in terms of the service it might give others… I find out what the world needs, then I proceed to invent",
    "If you’re not making mistakes, then you’re not making decisions",
    "Your most unhappy customers are your greatest source of learning",
    "One can get anything if he is willing to help enough others get what they want",
    "An entrepreneur tends to bite off a little more than he can chew hoping he’ll quickly learn how to chew it",
    "The true entrepreneur is a doer, not a dreamer",
    "Whenever you are asked if you can do a job, tell ’em, ‘Certainly, I can!’ Then get busy and find out how to do it",
    "Everything started as nothing",
    "If you start with nothing and end up with nothing, there’s nothing lost",
    "Start today, not tomorrow. If anything, you should have started yesterday",
    "Make it happen now, not tomorrow. Tomorrow is a loser’s excuse",
    "Every day I get up and look through the Forbes list of the richest people in America. If I’m not there, I go to work",
    "Entrepreneurship is living a few years of your life like most people won’t, so that you can spend the rest of your life like most people can’t",
    "Yesterday’s home runs don’t win today’s games",
    "You should always stay hungry. Stay hungry, so you can eat",
    "If you’re not living life on the edge, you’re taking up too much space",
    "I wasn’t satisfied just to earn a good living. I was looking to make a statement",
    "Opportunity is missed by most people because it is dressed in overalls and looks like work",
    "You must either modify your dreams or magnify your skills",
    "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great",
    "Not a single person whose name is worth remembering lived a life of ease",
    "If you think that you are going to love something, give it a try. You’re going to kick yourself in the butt for the rest of your life if you don’t",
    "The best time to plant a tree is twenty years ago. The second best time is now",
    "If you want one year of prosperity, grow grain. If you want ten years of prosperity, grow trees. If you want one hundred years of prosperity, grow people",
    "Vision without action is a daydream. Action without vision is a nightmare",
    "Sow a thought, reap an action; sow an action, reap a habit; sow a habit, reap a character; sow a character, reap a destiny",
    "A bad workman blames his tools",
    "A fall into a ditch makes you wiser",
    "Defeat isn’t bitter if you don’t swallow it",
    "The diamond cannot be polished without friction, nor the man perfected without trials",
    "A jade stone is useless before it is processed; a man is good-for-nothing until he is educated",
    "A journey of a thousand miles begins with a single step",
    "The loftiest towers rise from the ground",
    "Building a castle is difficult. Defending and maintaining it is harder still",
    "A person who says it cannot be done should not interrupt the man doing it",
    "All cats love fish but fear to wet their paws",
    "Don’t stand by the water and long for fish; go home and weave a net",
    "Everyone should carefully observe which way his heart draws him, and then choose that way with all his strength",
    "Failing to plan is planning to fail",
    "If you pay peanuts, you get monkeys",
    "Make happy those who are near, and those who are far will come",
    "Teachers open the door. You enter by yourself",
    "Find a job you love and you’ll never work a day in your life",
    "The entrepreneur builds an enterprise; the technician builds a job",
    "If you want to be inventive, you have to be willing to fail",
    "The challenge is not just to build a company that can endure; but to build one that is worthy of enduring",
    "Success is a lousy teacher. It seduces smart people into thinking they can’t lose",
    "Don’t treat your customers like a bunch of purses and wallets",
    "Nine out of ten businesses fail; so I came up with a foolproof plan",
    "If plan ‘A’ fails, remember you have 25 letters left.”" ,
    "We make a living by what we get. But we make a life by what we give",
    "Believe that you will succeed and you will.”" ,
    "Victory comes only after many struggles and countless defeats",
    "As long as you’re going to be thinking anyway, think big",
    "Success is how high you bounce after you hit bottom",
    "Remembering you are going to die is the best way I know to avoid the trap of thinking you have something to lose",
    "It’s not about how to get started; its about how to get noticed",
    "A ship in harbor is safe, but that’s not what ships are for",
    "If I find 10,000 ways something won’t work, I haven’t failed. I am not discouraged, because every wrong attempt discarded is often a step forward",
    "Business opportunities are like buses, there’s always another one coming",
    "If we don’t allow ourselves to make mistakes, we will never invest in things that are radical",
    "The critical ingredient is getting off your butt and doing something",
    "Nothing will work unless you do",
    "Try not to be a man of success, but rather try to become a man of value",
    "You won’t get anything unless you have the vision to imagine it",
    "A man must be big enough to admit his mistakes, smart enough to profit from them, and strong enough to correct them",
    "In the modern world of business, it is useless to be a creative, original thinker unless you can also sell what you create",
    "Success is doing what you want, where you want, when you want, with whom you want as much as you want",
    "If you don’t have a competitive advantage",
    "You were born to win, but to be a winner, you must plan to win, prepare to win, and expect to win",
    "If everything seems under control, you’re just not going fast enough",
    "Don’t be trapped by dogma",
    "Do or do not. There is no try",
    "Show me a person who never made a mistake, and I will show you a person who never did anything",
    "Ideas are commodity. Execution of them is not",
    "User experience is everything. It always has been, but it’s undervalued and underinvested in. If you don’t know user-centered design, study it. Hire people who know it. Obsess over it. Live and breathe it. Get your whole company on board",
    "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty",
    "The man who does not work for the love of work but only for money is likely to neither make money nor find much fun in life",
    "Be undeniably good. No marketing effort or social media buzzword can be a substitute for that",
    "Ideas are easy. Implementation is hard",
    "You can say anything to anyone, but how you say it will determine how they will react",
    "Always deliver more than expected",
    "Assume you have 90 seconds with a new user before they decide to use your app or delete it",
    "Even if you don’t have the perfect idea to begin with, you can likely adapt",
    "Make your team feel respected, empowered and genuinely excited about the company’s mission",
    "Stay self-funded as long as possible",
    "In between goals is a thing called life, that has to be lived and enjoyed",
    "Wonder what your customer really wants? Ask. Don’t tell",
    "When times are bad is when the real entrepreneurs emerge",
    "What do you need to start a business? Three simple things: know your product better than anyone, know your customer, and have a burning desire to succeed",
    "Get big quietly, so you don’t tip off potential competitors",
    "Don’t worry about failure; you only have to be right once",
    "Your time is limited, so don’t waste it living someone else’s life. Don’t be trapped by dogma",
    "Don’t be cocky. Don’t be flashy. There’s always someone better than you",
    "Don’t take too much advice. Most people who have a lot of advice to give — with a few exceptions — generalize whatever they did. Don’t over-analyze everything. I myself have been guilty of over-thinking problems. Just build things and find out if they work",
    "Openly share and talk to people about your idea. Use their lack of interest or doubt to fuel your motivation to make it happen",
    "How you climb a mountain is more important than reaching the top",
    "Associate yourself with people of good quality, for it is better to be alone than in bad company",
    "It’s fine to celebrate success but it is more important to heed the lessons of failure",
    "It takes 20 years to build a reputation and five minutes to ruin it. If you think about that, you’ll do things differently",
    "Statistics suggest that when customers complain, business owners and managers ought to get excited about it. The complaining customer represents a huge opportunity for more business",
    "There is only one success- to be able to spend your life in your own way",
    "Formal education will make you a living; self-education will make you a fortune",
    "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it",
    "Rarely have I seen a situation where doing less than the other guy is a good strategy",
    "You miss 100 percent of the shots you don’t take",
    "The best time to plant a tree was 20 years ago. The second best time is now",
    "The secret to successful hiring is this: look for the people who want to change the world",
    "Twenty years from now, you will be more disappointed by the things that you didn’t do than by the ones you did do, so throw off the bowlines, sail away from safe harbor, catch the trade winds in your sails. Explore, Dream, Discover",
    "If you’ve got an idea, start today. There’s no better time than now to get going. That doesn’t mean quit your job and jump into your idea 100% from day one, but there’s always small progress that can be made to start the movement",
    "It’s almost always harder to raise capital than you thought it would be, and it always takes longer. So plan for that",
    "For all of the most important things, the timing always sucks. Waiting for a good time to quit your job? The stars will never align and the traffic lights of life will never all be green at the same time. The universe doesn’t conspire against you, but it doesn’t go out of its way to line up the pins either. Conditions are never perfect. “Someday is a disease that will take your dreams to the grave with you. Pro and con lists are just as bad. If it’s important to you and you want to do it “eventually, just do it and correct course along the way",
    "I don’t have big ideas. I sometimes have small ideas, which seem to work out",
    "Fail often so you can succeed sooner",
    "When you cease to dream you cease to live",
    "Whatever the mind can conceive and believe, the mind can achieve",
    "Running a start-up is like eating glass. You just start to like the taste of your own blood",
    "The way to get started is to quit talking and begin doing",
    "The pace of change for entrepreneurs is rapidly accelerating, and the cost and risk of launching a new business and getting off the ground is just amazing. The ability to gain user feedback really quickly and adapt to what your consumers want is totally different with the web as it is now. But finding a new market, helping people and taking that original idea and turning it into a business is really exciting right now",
    "Building and hanging on to an audience is the biggest role of social media",
    "Every feature has some maintenance cost, and having fewer features lets us focus on the ones we care about and make sure they work very well",
    "A poorly implemented feature hurts more than not having it at all",
    "the entrepreneur always searches for change, responds to it, and exploits it as an opportunity",
    "You don’t learn to walk by following rules. You learn by doing and falling over",
    "The fastest way to change yourself is to hang out with people who are already the way you want to be",
    "Risk more than others think is safe. Dream more than others think is practical",
    "You shouldn’t focus on why you can’t do something, which is what most people do. You should focus on why perhaps you can, and be one of the exceptions",
    "The critical ingredient is getting off your butt and doing something. It’s as simple as that. A lot of people have ideas, but there are few who decide to do something about them now. Not tomorrow. Not next week. But today. The true entrepreneur is a doer not a dreamer",
    "If you cannot do great things, do small things in a great way",
    "Success is not what you have, but who you are",
    "One of the huge mistakes people make is that they try to force an interest on themselves. You don’t choose your passions; your passions choose you",
    "Lots of companies don’t succeed over time. What do they fundamentally do wrong? They usually miss the future",
    "It takes humility to realize that we don’t know everything, not to rest on our laurels and know that we must keep learning and observing. If we don’t, we can be sure some startup will be there to take our place",
    "There’s an entrepreneur right now, scared to death, making excuses, saying, ‘It’s not the right time just yet.’ There’s no such thing as a good time. Get out of your garage and go take a chance, and start your business",
    "Be really picky with your hiring, and hire the absolute best people you possibly can. People are the most important component of almost every business, and attracting the best talent possible is going to make a huge difference",
    "Worry about being better; bigger will take care of itself. Think one customer at a time and take care of each one the best way you can",
    "You have a viable business only if your product is either better or cheaper than the alternatives. If it’s not one or the other, you might make some money at first, but it’s not a sustainable business",
    "Every time I took these bigger risks, the opportunity for a bigger payout was always there",
    "If you can do something to get somebody excited — not everybody — but if you can be the best for somebody, then you can win",
    "Would you like me to give you a formula for success? It’s quite simple, really: Double your rate of failure. You are thinking of failure as the enemy of success. But it isn’t at all. You can be discouraged by failure or you can learn from it, so go ahead and make mistakes. Make all you can. Because remember that’s where you will find success",
    "People who succeed have momentum. The more they succeed, the more they want to succeed, and the more they find a way to succeed. Similarly, when someone is failing, the tendency is to get on a downward spiral that can even become a self-fulfilling prophecy",
    "The only limit to our realization of tomorrow will be our doubts of today",
    "The successful warrior is the average man, with laser-like focus",
    "Fall seven times and stand up eight",
    "The successful man is the one who finds out what is the matter with his business before his competitors do",
    "There’s no shortage of remarkable ideas, what’s missing is the will to execute them",
    "Keep on going, and the chances are that you will stumble on something, perhaps when you are least expecting it. I never heard of anyone ever stumbling on something sitting down",
    "A successful man is one who can lay a firm foundation with the bricks others have thrown at him",
    "Everyone is a genius. But if you judge a fish by its ability to climb a tree, it will spend its whole life believing it is stupid",
    "Success in business requires training and discipline and hard work. But if you’re not frightened by these things, the opportunities are just as great today as they ever were",
    "It is never too late to be what you might have been",
    "I am not a product of my circumstances. I am a product of my decisions",
    "There is only one way to avoid criticism: Do nothing, say nothing, and be nothing",
    "Build your own dreams, or someone else will hire you to build theirs",
    "You may be disappointed if you fail, but you are doomed if you don’t try",
"I learned not to worry so much about the outcome, but to concentrate on the step I was on and to try to do it as perfectly as I could when I was doing it"],








"wisdom": [
    "Words should be weighed, not counted",
    "Wisdom is the knowledge of good and evil, not the strength to choose between the two",
    "Innocence dwells with wisdom, but never with ignorance",
    "The small wisdom is like water in a glass: clear, transparent, pure. The great wisdom is like the water in the sea: dark, mysterious, impenetrable",
    "It’s wisdom to recognize necessity, when all other courses have been weighed, though as folly it may appear to those who cling to false hope",
    "Wisdom is seeing wounds and obstacles as blessings",
    "Wisdom is knowing what to ignore",
    "Real wisdom is not the knowledge of everything, but the knowledge of which things in life are necessary, which are less necessary, and which are completely unnecessary to know",
    "Contemplation and wisdom are highest achievements and man is not totally at home with them",
    "Talent is like the marksman who hits a target which others cannot reach; genius is like the marksman who hits a target… which others cannot even see",
    "Genius unrefined resembles a flash of lightning, but wisdom is like the sun",
    "The function of wisdom is to discriminate between good and evil",
    "Has fortune dealt you some bad cards. Then let wisdom make you a good gamester",
    "We will be known forever by the tracks we leave",
    "It is unwise to be too sure of one’s own wisdom. It is healthy to be reminded that the strongest might weaken and the wisest might err",
    "Cleverness is like a lens with a very sharp focus. Wisdom is more like a wide-angle lens",
    "If you succeed in judging yourself rightly, then you are indeed a man of true wisdom",
    "The best words of wisdom will create confusion, action, understanding and ultimately, peace",
    "For everything you have missed, you have gained something else, and for everything you gain, you lose something else",
    "The wise man belongs to all countries, for the home of a great soul is the whole world",
    "Wisdom comes from experience. Experience is often a result of lack of wisdom",
    "I would rather be a man of paradoxes than a man of prejudices",
    "The wise are those who know the Self",
    "Wisdom outweighs any wealth",
    "Wisdom begins in wonder",
    "Kindness is wisdom",
    "Wisdom is knowledge which has become a part of one’s being",
    "No man was ever wise by chance",
    "I prefer the folly of enthusiasm to the indifference of wisdom",
    "Pain is the doorway to wisdom and to truth",
    "The wisest of the wise may err",
    "Never does nature say one thing and wisdom another. ",
    "Wisdom has never made a bigot, but learning has",
    "Wisdom comes by disillusionment",
    "One principle eliminates a thousand decisions",
    "Knowledge comes, but wisdom lingers",
    "The truest sayings are paradoxical",
    "Don’t try to become, let go of who you’re not",
    "The more you know the less you say",
    "Knowledge shrinks as wisdom grows",
    "Wisdom is knowing when you can’t be wise",
    "Wisdom consists of the anticipation of consequences",
    "The two powers which in my opinion constitute a wise man are those of bearing and forbearing",
    "Wisdom and understanding can only become the possession of individual men by travelling the old road of observation, attention, perseverance, and industry",
    "Wisdom is keeping a sense of fallibility of all our views and opinions",
    "Much wisdom often goes with fewest words",
    "The fool wonders, the wise man asks",
    "There is only a finger’s difference between a wise man and a fool",
    "Knowledge speaks, but wisdom listens",
    "Never say no twice if you mean it",
    "Wisdom is nothing but a preparation of the soul, a capacity, a secret art of thinking, feeling and breathing thoughts of unity at every moment of life",
    "Everything comes in time to him who knows how to wait",
    "Logic is the beginning of wisdom, not the end",
    "A lot of wisdom is just realizing the long-term consequences of your actions. The longer term you’re willing to look, the wiser you’re going to seem to everybody around you",
    "A weak reaction is to rush things. A strong reaction is to go slow and steady",
    "The best words are the ones you are ready for",
    "We don’t receive wisdom we must discover it for ourselves after a journey that no one can take for us or spare us",
    "Wisdom ceases to be wisdom when it becomes too proud to weep, too grave to laugh, and too selfish to seek other than itself",
    "Keep me away from the wisdom which does not cry, the philosophy which does not laugh and the greatness which does not bow before children",
    "A man has made at least a start on discovering the meaning of human life when he plants shade trees under which he knows full well he will never sit",
    "Educating the mind without educating the heart is no education at all",
    "Honesty is the first chapter in the book of wisdom",
    "The motto of chivalry is also the motto of wisdom to serve all, but love only one",
    "The wise know they are fools. Fools think they are wise",
    "Maturity is when you stop being surprised by anything. Wisdom is when you start again",
    "Wisdom and deep intelligence require an honest appreciation of mystery",
    "Doubt is the origin of wisdom",
    "The truest wisdom is a resolute determination",
    "Science is organized knowledge. Wisdom is organized life",
    "Foolishness is a twin sister of wisdom",
    "Wisdom is not a product of schooling but of the lifelong attempt to acquire it",
    "Wisdom is the power to put our time and our knowledge to the proper use",
    "It is not the man who has too little, but the man who craves more, that is poor",
    "A wise man never loses anything, if he has himself",
    "Silence is the sleep that nourishes wisdom",
    "Discipline is wisdom and vice versa",
    "Great wisdom is generous petty wisdom is contentious",
    "Wisdom sails with wind and time",
    "A symptom of wisdom is curiosity. The evidence is calmness and perseverance. The causes are experimentation and understanding",
    "A fool is known by his speech and a wise man by silence",
    "The most certain sign of wisdom is cheerfulness",
    "The journey of a thousand miles begins with one step",
    "Give me a lever long enough and a fulcrum on which to place it, and I shall move the world",
    "He is no fool who gives what he cannot keep to gain what he cannot lose",
    "It's not what you look at that matters, it's what you see",
    "We are what our thoughts have made us so take care about what you think. Words are secondary. Thoughts live they travel far",
    "Discipline is the bridge between goals and accomplishment",
    "Even if you're on the right track, you'll get run over if you just sit there",
    "For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone",
    "Beware of false knowledge; it is more dangerous than ignorance",
    "Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching",
    "Never interrupt someone doing what you said couldn't be done",
    "He who lives in harmony with himself lives in harmony with the universe",
    "Dost thou love life? Then do not squander time, for that is the stuff life is made of",
    "Everything comes to us that belongs to us if we create the capacity to receive it",
    "Once you label me you negate me",
    "Set your course by the stars, not by the lights of every passing ship",
    "The more you like yourself, the less you are like anyone else, which makes you unique",
    "Only put off until tomorrow what you are willing to die having left undone",
    "The man of knowledge must be able not only to love his enemies but also to hate his friends",
    "Commitment is an act, not a word",
    "The smallest deed is better than the greatest intention",
    "Patience is the companion of wisdom",
    "The wisdom of the wise and the experience of the ages are perpetuated by quotations",
    "Being entirely honest with oneself is a good exercise",
    "Genius is one percent inspiration and ninety-nine percent perspiration",
    "Sorrow is knowledge, those that know the most must mourn the deepest, the tree of knowledge is not the tree of life",
    "If the world were perfect, it wouldn't be",
    "I will not follow where the path may lead, but I will go where there is no path, and I will leave a trail",
    "The young man knows the rules, but the old man knows the exceptions",
    "Knowledge is of no value unless you put it into practice",
    "There are many ways of going forward, but only one way of standing still"
]
