{
  "friendship" : ["Truly great friends are hard to find, difficult to leave, and impossible to forget",
      "Am I not destroying my enemies when I make friends of them?",
      "The only way to have a friend is to be one",
      "Keep your friends close but your enemies closer",
      "Stay is a charming word in a friend’s vocabulary",
      "A real friend is one who walks in when the rest of the world walks out",
      "What progress, you ask, have I made?.. I have begun to be friend to myself",
      "A true friend is one soul in two bodies",
      "The good man is the friend of all living things",
      "Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence",
      "It is only the great hearted who can be true friends. The mean and cowardly, Can never know what true friendship means",
      "A friend is one who has the same enemies as you have",
      "Father is my Defender (Hero). Mother is my Teacher. Sister is my Counselor. Wife is my Savior. Children are my Fighters. Then what is the role of my Friend?.. Friend is my motivator in life",
      "Associate with men of good quality if you esteem your own reputation; for it is better to be alone than in bad company",
      "You can make a new friend but you can’t make an old one",
      "I know what I have given you, I do not know what you have received",
      "The differences between friends cannot but reinforce their friendship",
      "True friends are the ones that have nice things to say about you behind your back",
      "A true friend is someone who is there for you when he’d rather be anywhere else",
      "Each friend represents a world in us, a world possibly not born until they arrive, and it is only by this meeting that a new world is born",
      "The firmest of friendships have been formed in mutual adversity, as iron is most strongly united by the fiercest flame",
      "I destroy my enemies when I make them my friends",
      "Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship",
      "Friendship is the source of the greatest pleasures, and without friends even the most agreeable pursuits become tedious",
      "Value friendship for what there is in it, not for what can be gotten out of it",
      "True friendship is a plant of slow growth, and must undergo and withstand the shocks of adversity, before it is entitled to the appellation",
      "He who sows courtesy, reaps friendship; he who plants kindness, gathers love",
      "Friends are like melons; shall I tell you why?.. To find one good, you must one hundred try",
      "When you really matter to someone, that person will always make time for you. No excuses, no lies, and no broken promises",
      "One friend in a lifetime is much, two are many, three are hardly possible",
      "Friendship is the soul’s heaven",
      "A false friend and a shadow attend only while the sun shines",
      "There is nothing on this earth more to be prized than true friendship",
      "A friend is someone who knows all about you and still loves you",
      "A friend is one that knows you as you are, understands where you have been, accepts what you have become, and still, gently allows you to grow",
      "A friend is, as it were, a second self",
      "Friendship needs no words. It is solitude delivered from the anguish of loneliness",
      "Friends are thieves of time",
      "No one would choose a friendless existence on condition of having all the other things in the world",
      "We are all travelers in the wilderness of this world, and the best we can find in our travels is an honest friend",
      "Friendship isn’t a big thing, it’s a million little things",
      "Good friends dont let you do stupid things.. Alone",
      "When you ask God for a gift, Be thankful if he sends, Not diamonds, pearls or riches, but the love of real true friends",
      "Friendship is a word, the very sight of which in print makes the heart warm",
      "Friends show their love in times of trouble, not in happiness",
      "Strangers think I’m quiet. My friends think I’m out-going. Only my best friends know that I’m completely insane",
      "Best friends are people you know you don’t need to talk to every single day. You don’t even need to talk to each other for weeks, but when you do, it’s like you never stopped talking",
      "Many people will walk in and out of your life, but only true friends will leave footprints in your heart",
      "Life ends when you stop dreaming, hope ends when you stop believing, love ends when you stop caring, friendship ends when you stop sharing.. so share this with whom ever you consider a friend",
      "My father always used to say that when you die, if you’ve got five real friends, then you’ve had a great life",
      "If two hearts are meant to be friends, no matter how long it takes, how far they go, how tough it seems, Fate will bring them back together to share friendship forever",
      "A true friend is one who walks on a different path, but lights the way when darkness conceals your day",
      "It is more shameful to distrust one’s friends than to be deceived by them",
      "You’re the one who is weak. You will never know love or friendship. And I feel sorry for you",
      "Friendship is unnecessary, like philosophy, like art, like the universe itself.. It has no survival value; rather it is one of those things which give value to survival",
      "Can miles truly separate you from friends.. If you want to be with someone you love, aren’t you already there?",
      "No love, no friendship can cross the path of our destiny without leaving some mark on it forever",
      "There are no rules for friendship. It must be left to itself. We cannot force it any more than love",
      "Friendships are discovered rather than made",
      "The essence of true friendship is to make allowance for another’s little lapses",
      "True friendship is self-love at secondhand",
      "True friendship comes when the silence between two people is comfortable",
      "When it hurts to look back, and you’re scared to look ahead, you can look beside you and your best friend will be there",
      "Good friends are like stars.. You don’t always see them, but you know they are always there",
      "Prosperity makes friends, adversity tries them",
      "Friends pick us up when we fall down, and if they can’t pick us up, they lie down and listen for a while",
      "You may think you know who your real friends are, but you won’t really know until you hit rock bottom",
      "True friends stab you in the front",
      "Sometimes you put walls up not to keep people out, but to see who cares enough to break them down",
      "A friend is a gift you give yourself",
      "Friends show their love in times of trouble, not in happiness",
      "Rare as is true love, true friendship is rarer",
      "We are easily comforted for the misfortunes of our friends, when those misfortunes give us an occasion of expressing our affection and solicitude",
      "While your friend holds you affectionately by both your hands, you are safe, for you can watch both his",
      "There are three faithful friends, an old wife, an old dog, and ready money",
      "Friends are God’s apology for relations",
      "In prosperity our friends know us; in adversity we know our friends",
      "Love is blind friendship closes its eyes",
      "Good friends, good books, and a sleepy conscience: this is the ideal life",
      "A friend is one who knows you and loves you just the same",
      "Friendship.. is not something you learn in school. But if you haven’t learned the meaning of friendship, you really haven’t learned anything",
      "One of the most beautiful qualities of true friendship is to understand and to be understood",
      "A single rose can be my garden; a single friend, my world",
      "Each contact with a human being is so rare, so precious, one should preserve it",
      "Walking with a friend in the dark is better than walking alone in the light",
      "A friend is someone who gives you total freedom to be yourself",
      "A true friend unbosoms freely, advises justly, assists readily, adventures boldly, takes all patiently, defends courageously, and continues a friend unchangeable",
      "A friend to all is a friend to none",
      "I value the friend who for me finds time on his calendar, but I cherish the friend who for me does not consult his calendar",
      "A true friend never gets in your way unless you happen to be going down",
      "Friends and good manners will carry you where money won’t go",
      "The real friendship is like fluorescence, it shines better when everything has darken",
      "Friends are born, not made",
      "But friendship is precious, not only in the shade, but in the sunshine of life, and thanks to a benevolent arrangement the greater part of life is sunshine",
      "So long as the memory of certain beloved friends lives in my heart, I shall say that life is good",
      "My best friend is the man who in wishing me well wishes it for my sake",
      "Be slow to fall into friendship but when thou art in, continue firm and constant",
      "When you choose your friends, don’t be short-changed by choosing personality over character",
      "Nothing but heaven itself is better than a friend who is really a friend",
      "I don’t need a friend who changes when I change and who nods when I nod; my shadow does that much better",
      "A friendship founded on business is better than a business founded on friendship",
      "Men kick friendship around like a football, but it doesn’t seem to crack. Women treat it like glass and it goes to pieces",
      "A friend may well be reckoned the masterpiece of nature",
      "The most I can do for my friend is simply be his friend",
      "There is some self-interest behind every friendship. There is no friendship without self-interests. This is a bitter truth",
      "Wherever you are, it is your friends who make your world",
      "The world is round so that friendship may encircle it",
      "Never make friends with people who are above or below you in status. Such friendships will never give you any happiness",
      "The language of friendship is not words but meanings",
      "To some it may be a thrill to be known, to me it’s a thrill to start a friendship even up"],
  
  "happines" : ["Happiness is not a state to arrive at, but a manner of traveling",
      "The only way on earth to multiply happiness is to divide it",
      "Find the place inside where there is joy and the joy will burn out the pain",
      "Happiness is as a butterfly which, when pursued, is always beyond our grasp, but which if you will sit down quietly, may alight upon you",
      "There is only one person would could ever make you happy, and that person is you",
      "Seek to do good, and you will find that happiness will run after you",
      "Happiness is not a matter of events, it depends upon the tides of the mind",
      "The happy people are failures because they are on such good terms with themselves they don’t give a damn",
      "Happiness is not something you postpone for the future; it is something you design for the present",
      "Whoever is happy will make others happy too",
      "The art of being happy lies in the power of extracting happiness from common things",
      "My life has no purpose, no direction, no aim, no meaning, and yet I’m happy. I can’t figure it out. What am I doing right?",
      "Happiness depends more on the inward disposition of mind than on outward circumstances",
      "You are happiest while you are making the greatest contribution",
      "Action may not always bring happiness but there is no happiness without action",
      "Great effort from great motives is the best definition of a happy life",
      "Happiness grows at our own firesides, and is not to be picked in stranger’s gardens",
      "To be happy, we must not be too concerned with others",
      "Happiness is where we find it, but rarely where we seek it",
      "Those who are not looking for happiness are the most likely to find it, because those who are searching forget that the surest way to be happy is to seek happiness for others",
      "For every minute you are angry you lose sixty seconds of happiness",
      "Now and then it’s good to pause in our pursuit of happiness and just be happy",
      "For happiness is anyone and anything at all that’s loved by you",
      "Happiness depends upon ourselves",
      "Try to be happy in this present moment, and put not off being so to a time to come, as though that time should be of another make from this, which has already come and is ours",
      "No man is happy who does not think himself so",
      "Knowledge of what is possible is the beginning of happiness",
      "Happiness resides not in possessions, and not in gold, happiness dwells in the soul",
      "Our minds are as different as our faces: we are all traveling to one destination Happiness.. but few are going by the same road",
      "Why not learn to enjoy the little things.. there are so many of them",
      "Happiness is when what you think, what you say, and what you do are in harmony",
      "To get up each morning with the resolve to be happy… is to set our own conditions to the events of each day. To do this is to condition circumstances instead of being conditioned by them",
      "Happiness is not what you take it’s what you give",
      "We either make ourselves miserable, or we make ourselves happy. The amount of work is the same",
      "Resolve to keep happy, and your joy and you shall form an invincible host against difficulties",
      "Happiness will come to you when it comes from you. Success will be yours when you choose to take responsibility for making it so",
      "Remember that happiness is a way of travel, not a destination",
      "When one door of happiness closes, another opens but often we look so long at the closed door that we do not see the one which has been opened for us",
      "Happiness comes when you focus on seeing the light at the end of every tunnel and being the light for those you love",
      "Remember that happiness is a way of travel, not a destination",
      "Happiness does not consist in pastimes and amusements but in virtuous activities",
      "If you have nothing else to do, look about you and see if there isn’t something close at hand that you can improve! It may make you wealthy, though it is more likely that it will make you happy",
      "Most folks are about as happy as they make up their minds to be",
      "Happiness is not in our circumstance but in ourselves. It is not something we see, like a rainbow, or feel, like the heat of a fire. Happiness is something we are"],
  
  "inspiration" : ["Try not to become a man of success but a man of value",
      "Forever – is composed of nows",
      "Never tell me the sky is the limit when there are footprints on the moon",
      "Health is the greatest possession. Contentment is the greatest treasure. Confidence is the greatest friend. Non-being is the greatest joy",
      "To be fully alive, fully human, and completely awake is to be continually thrown out of the nest",
      "Your success and happiness lie in you",
      "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree",
      "The best way to predict the future is to create it",
      "It’s never too late to get back on your feet though we won’t live forever. Make sure you accomplish what you were put here for",
      "Inspiration and genius, one and the same",
      "The more difficulties one has to encounter, within and without, the more significant and the higher in inspiration his life will be",
      "After a storm, comes a calm",
      "If you have built castles in the air, your work need not be lost. That is where they should be. Now put foundations under them",
      "Always be a first rate version of yourself, instead of a second rate version of somebody else",
      "If the facts don’t fit the theory, change the fact",
      "In a gentle way, you can shake the world",
      "It was only sunny smile, and little it cost in the giving, but like morning light it scattered the night and made the day worth living",
      "The best and most beautiful things in the world can not be seen or even touched. They must be felt with the heart",
      "No winter lasts forever, and no spring skips its turn",
      "The only journey is the journey within",
      "A light heart lives long",
      "I have looked into your eyes with my eyes. I have put my heart near your heart"],
  
  "life": ["Life is a shipwreck but we must not forget to sing in the lifeboats",
      "Life is too short to be living somebody else’s dream",
      "Life is either a daring adventure or nothing",
      "The big secret in life is that there is no big secret. Whatever your goal, you can get there if you are willing to work",
      "In three words I can sum up everything I’ve learned about life.. It goes on",
      "Many of life’s failures are experianced by people who did not realize how close they were to success when they gave up",
      "Life is like a game of cards. The hand that is dealt you represents determinism; the way you play it is free will",
      "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle",
      "The best years of your life are the ones in which you decide your problems are your own. You do not blame them on your mother, the ecology, or the president. You realize that you control your own destiny",
      "As much as you live your life in the present, burdens in the past or uncertainties in the future will not bother you",
      "When life takes away, something of greater value is always given in return",
      "Don’t go around saying, the world owes you a living. The world owes you nothing. It was here first",
      "The mystery of life is not a problem to be solved but a reality to be experienced",
      "Take care of your body. It’s the only place you have to live",
      "Everyone has his own specific vocation or mission in life… Therein he cannot be replaced, nor can his life be repeated. Thus, everyone’s task is as unique as is his specific opportunity to implement it",
      "Nothing is likely to help a person overcome or endure troubles than the consciousness of having a task in life",
      "People will forget what you said. People will forget what you did. But people will never forget how you made them feel",
      "Everyone wants to live on top of the mountain, but all the happiness and growth occurs while you’re climbing it",
      "My Life is My Message",
      "There is always room in your life for thinking bigger, pushing limits and imagining the impossible",
      "No matter what happens, or how bad it seems today, life does go on, and it will be better tomorrow",
      "There is more to life than simply increasing its speed"],
  
  "love": ["When we love, we always strive to become better than we are. When we strive to become better than we are, everything around us becomes better too",
      "Once you have learned to love, you will have learned to live",
      "Love is that condition in which the happiness of another person is essential to your own",
      "One kiss breaches the distance between friendship and love",
      "I love her and that’s the beginning and end of everything",
      "Where love is concerned, too much is not even enough",
      "He who is devoid of the power to forgive is devoid of the power to love",
      "Where there is love there is life",
      "Love is horrible when uni-directional. Terrible when multi-directional. But amazingly Beautiful when bi-directional",
      "People wait around too long for love. I’m happy with all of my lusts",
      "To the world you may be just one person, but to one person you may be the world",
      "We cannot do great things on this Earth, only small things with great love",
      "Before, I wanted to say: I found love!..But now, I want to say: I found a person, and he belongs to me and I belong to him",
      "I would rather have eyes that cannot see; ears that cannot hear; lips that cannot speak, than a heart that cannot love",
      "Who, being loved, is poor?",
      "Love is the absence of judgment",
      "Love makes your soul crawl out from its hiding place",
      "Love is when you’re kept up all night thinking of him and then when you fall asleep you find him in your dreams",
      "Tell me who loves, who admires you, and I will tell you who you are",
      "Faith moves mountains, love transforms hearts",
      "The hate you put out there will eventually come back to you, So love and you will receive love",
      "True love is being as one. When you hurt, I hurt. When you laugh, I laugh. When you cry, I cry. When you breathe, I breathe. What you see, I see. What you desire, I desire. Nothing can break this bond of one but one itself"],
  
  "success": ["Success Quote", "Second Succes Quote"],
  
  "motivation": ["motivation Quote", "Second motivation Quote"],
  
  "thoughtful": ["thoughtful Quote", "Second thoughtful Quote"],
  
  "wisdom": ["wisdom Quote", "Second wisdom Quote"]
  
}
